[PAD]
㖭
㗱
㗾
㧬
㾓
䏙
䚗
䟕
一一
一下
一下子
一世
一世人
一九
一事
一事無成
一二
一二邊
一些
一代
一任
一份
一份子
一併
一來
一係
一個
一個一個
一個中國
一個二個
一個人
一個個
一個字
一個對
一個站
一個鐘
一倍
一億
一入
一兩個
一兩日
一兩次
一共
一再
一分
一切
一刻
一則
一千
一千幾百
一半
一口
一口氣
一句
一句話
一同
一向
一味
一哥
一啖
一啲
一單
一嘢
一回
一回事
一國兩制
一團
一地
一堂
一堆
一堆人
一場
一塊
一大段
一大班
一大輪
一天
一套
一如
一姐
一字
一定
一定會
一定要
一家
一家人
一家大細
一實
一對
一對一
一小時
一層
一巴
一帶
一帶一路
一年
一年半
一年半載
一年多
[UNK]
[CLS]
[SEP]
[MASK]
[EOS]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
Æ
Ð
×
Ø
Þ
ß
æ
ð
÷
ø
þ
Đ
đ
Ħ
ħ
ı
Ĳ
ĳ
ĸ
Ŀ
ŀ
Ł
ł
ŉ
Ŋ
ŋ
Œ
œ
Ŧ
ŧ
ſ
ƀ
Ɓ
Ƃ
ƃ
Ƅ
ƅ
Ɔ
Ƈ
ƈ
Ɖ
Ɗ
Ƌ
ƌ
ƍ
Ǝ
Ə
Ɛ
Ƒ
ƒ
Ɠ
Ɣ
ƕ
Ɩ
Ɨ
Ƙ
ƙ
ƚ
ƛ
Ɯ
Ɲ
ƞ
Ɵ
Ƣ
ƣ
Ƥ
ƥ
Ʀ
Ƨ
ƨ
Ʃ
ƪ
ƫ
Ƭ
ƭ
Ʈ
Ʊ
Ʋ
Ƴ
ƴ
Ƶ
ƶ
Ʒ
Ƹ
ƹ
ƺ
ƻ
Ƽ
ƽ
ƾ
ƿ
ǀ
ǁ
ǂ
ǃ
ǝ
Ǥ
ǥ
Ƕ
Ƿ
Ȝ
ȝ
Ƞ
ȡ
Ȣ
ȣ
Ȥ
ȥ
ȴ
ȵ
ȶ
ȷ
ȸ
ȹ
Ⱥ
Ȼ
ȼ
Ƚ
Ⱦ
ȿ
ɀ
Ɂ
ɂ
Ƀ
Ʉ
Ʌ
Ɇ
ɇ
Ɉ
ɉ
Ɋ
ɋ
Ɍ
ɍ
Ɏ
ɏ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ɘ
ə
ɚ
ɛ
ɜ
ɝ
ɞ
ɟ
ɠ
ɡ
ɢ
ɣ
ɤ
ɥ
ɦ
ɧ
ɨ
ɩ
ɪ
ɫ
ɬ
ɭ
ɮ
ɯ
ɰ
ɱ
ɲ
ɳ
ɴ
ɵ
ɶ
ɷ
ɸ
ɹ
ɺ
ɻ
ɼ
ɽ
ɾ
ɿ
ʀ
ʁ
ʂ
ʃ
ʄ
ʅ
ʆ
ʇ
ʈ
ʉ
ʊ
ʋ
ʌ
ʍ
ʎ
ʏ
ʐ
ʑ
ʒ
ʓ
ʔ
ʕ
ʖ
ʗ
ʘ
ʙ
ʚ
ʛ
ʜ
ʝ
ʞ
ʟ
ʠ
ʡ
ʢ
ʣ
ʤ
ʥ
ʦ
ʧ
ʨ
ʩ
ʪ
ʫ
ʮ
ʯ
ʰ
ʱ
ʲ
ʳ
ʶ
ʷ
ʹ
ʺ
ʻ
ʼ
ʽ
ʾ
ʿ
ˀ
ˁ
˂
˃
ˆ
ˇ
ˈ
ˉ
ˊ
ˋ
ˌ
ˍ
ˎ
ː
ˑ
˔
˕
˖
˘
˙
˚
˜
˝
˞
ˠ
ˡ
ˢ
ˣ
ˤ
˥
˦
˧
˨
˩
˪
˫
˭
˵
˶
Ͱ
ͱ
Ͳ
ͳ
͵
Ͷ
ͷ
ͼ
;
Ϳ
΄
·
Α
Β
Γ
Δ
Ε
Ζ
Η
Θ
Ι
Κ
Λ
Μ
Ν
Ξ
Ο
Π
Ρ
Σ
Τ
Υ
Φ
Χ
Ψ
Ω
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϐ
ϑ
ϒ
ϕ
ϖ
Ϙ
ϙ
Ϛ
ϛ
Ϝ
ϝ
Ϟ
ϟ
Ϡ
ϡ
Ϣ
ϣ
Ϧ
Ϩ
ϩ
ϯ
ϰ
ϳ
ϵ
Ϸ
ϸ
Ϲ
Ϻ
Ђ
Є
Ѕ
І
Ј
Љ
Њ
Ћ
Џ
А
Б
В
Г
Д
Е
Ж
З
И
К
Л
М
Н
О
П
Р
С
Т
У
Ф
Х
Ц
Ч
Ш
Щ
Ъ
Ы
Ь
Э
Ю
Я
а
б
в
г
д
е
ж
з
и
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ђ
є
ѕ
і
ј
љ
њ
ћ
џ
Ѡ
ѡ
Ѣ
ѣ
Ѥ
ѥ
Ѧ
ѧ
Ѫ
ѫ
Ѯ
ѯ
Ѱ
ѱ
Ѳ
ѳ
Ѵ
ѵ
Ѹ
ѹ
Ѻ
ѻ
Ѽ
ѽ
Ѿ
ѿ
Ҁ
ҁ
҂
҉
Ҋ
ҋ
Ҍ
ҍ
Ҏ
ҏ
Ґ
ґ
Ғ
ғ
Ҕ
ҕ
Җ
җ
Ҙ
ҙ
Қ
қ
Ҝ
ҝ
Ҟ
ҟ
Ҡ
ҡ
Ң
ң
Ҥ
ҥ
Ҧ
ҧ
Ҩ
ҩ
Ҫ
ҫ
Ҭ
ҭ
Ү
ү
Ұ
ұ
Ҳ
ҳ
Ҵ
ҵ
Ҷ
ҷ
Ҹ
ҹ
Һ
һ
Ҽ
ҽ
Ҿ
ҿ
Ӏ
Ӄ
ӄ
Ӆ
ӆ
Ӈ
ӈ
Ӊ
ӊ
Ӌ
ӌ
Ӎ
ӎ
ӏ
Ӕ
ӕ
Ә
ә
Ӡ
ӡ
Ө
ө
Ӷ
ӷ
Ӻ
ӻ
Ӽ
ӽ
Ԁ
ԁ
Ԃ
ԃ
Ԅ
ԅ
Ԇ
ԇ
Ԉ
ԉ
Ԋ
ԋ
Ԍ
ԍ
Ԏ
ԏ
Ԑ
ԑ
Ԓ
ԓ
Ԕ
ԕ
Ԗ
ԗ
Ԙ
ԙ
Ԛ
ԛ
Ԝ
ԝ
Ԟ
ԟ
Ԡ
ԡ
Ԣ
ԣ
Ԥ
ԥ
Ԩ
ԩ
Ԫ
ԫ
Ԭ
ԭ
Ԯ
ԯ
Ա
Բ
Գ
Դ
Ե
Զ
Է
Ը
Թ
Ժ
Ի
Լ
Խ
Ծ
Կ
Հ
Ձ
Ղ
Ճ
Մ
Յ
Ն
Շ
Ո
Պ
Ջ
Ռ
Ս
Վ
Տ
Ր
Ց
Ւ
Փ
Ք
Օ
Ֆ
՚
՛
՜
՝
՞
՟
ա
բ
գ
դ
ե
զ
է
ը
թ
ժ
ի
լ
խ
ծ
կ
հ
ձ
ղ
ճ
մ
յ
ն
շ
ո
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
ֆ
և
։
֊
֏
־
׀
׃
׆
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
װ
ױ
ײ
׳
״
׷
؉
؊
،
؍
؛
؞
؟
ء
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ؾ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
١
٢
٧
٨
٩
٪
٫
٬
٭
ٱ
ٹ
ٺ
ټ
ٽ
پ
ڄ
څ
چ
ڈ
ڊ
ڌ
ڏ
ڑ
ړ
ڕ
ږ
ژ
ڙ
ښ
ڜ
ڠ
ڡ
ڤ
ک
ڪ
ګ
ڬ
ڭ
گ
ڵ
ں
ڻ
ھ
ہ
ۆ
ۇ
ۈ
ۋ
ی
ۍ
ێ
ې
ے
۔
ە
۩
۰
۱
۲
۳
۴
۵
۶
۷
۸
۹
܀
܁
܂
܃
܄
܅
܆
܇
܈
܉
܊
܋
܌
܍
ܐ
ܒ
ܓ
ܔ
ܕ
ܗ
ܘ
ܙ
ܚ
ܛ
ܝ
ܟ
ܠ
ܡ
ܢ
ܣ
ܥ
ܦ
ܨ
ܩ
ܪ
ܫ
ܬ
ݢ
ހ
ނ
ރ
ބ
ޅ
ކ
އ
ވ
މ
ފ
ދ
ތ
ލ
ގ
ޏ
ސ
ޑ
ޔ
ޕ
ޖ
ޙ
ޝ
ޱ
ߏ
ߒ
ߞ
߷
߸
߹
࠰
࠱
࠲
࠳
࠴
࠵
࠶
࠷
࠸
࠹
࠺
࠻
࠼
࠽
࠾
࡞
ः
अ
आ
इ
ई
उ
ऋ
ए
ऐ
ऑ
ओ
औ
क
ख
ग
घ
ङ
च
छ
ज
झ
ञ
ट
ठ
ड
ढ
ण
त
थ
द
ध
न
प
फ
ब
भ
म
य
र
ल
ळ
व
श
ष
स
ह
ऽ
ा
ि
ी
ॉ
ॊ
ो
ौ
ॐ
ॡ
।
॥
०
१
२
३
५
७
॰
ং
ঃ
অ
আ
ই
উ
এ
ও
ক
খ
গ
ঘ
ঙ
চ
ছ
জ
ঝ
ঞ
ট
ঠ
ড
ঢ
ণ
ত
থ
দ
ধ
ন
প
ফ
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
া
ি
ী
ে
ৈ
ৎ
ৗ
১
৬
৭
ৰ
ৱ
৽
ਃ
ਅ
ਆ
ਉ
ਕ
ਖ
ਗ
ਘ
ਚ
ਜ
ਝ
ਟ
ਠ
ਡ
ਣ
ਤ
ਥ
ਦ
ਧ
ਨ
ਪ
ਬ
ਭ
ਮ
ਰ
ਲ
ਵ
ਸ
ਹ
ਾ
ਿ
ੀ
ੜ
ੲ
ੳ
ੴ
੶
અ
ક
ખ
ગ
જ
ટ
ણ
ત
દ
ધ
ન
પ
ફ
બ
મ
ર
લ
વ
શ
સ
હ
ા
ી
ો
૰
૱
ଂ
ଓ
ଗ
ଙ
ଡ
ନ
ପ
ବ
ଭ
ର
ଲ
ଵ
ଶ
ସ
ା
ୀ
େ
୨
ஃ
அ
ஆ
இ
ஈ
உ
ஊ
எ
ஏ
ஐ
ஒ
ஓ
க
ங
ச
ஜ
ஞ
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
ஷ
ஸ
ா
ி
ு
ூ
ெ
ே
ை
ௐ
௷
௸
ఁ
ం
ః
ఆ
ఇ
ఎ
ఐ
ఔ
క
ఖ
గ
చ
జ
ఞ
ట
ఠ
డ
ణ
త
థ
ద
న
ప
బ
భ
మ
య
ర
ల
వ
ష
స
హ
ు
ూ
ృ
ౄ
౨
౪
ಂ
ಃ
಄
ಅ
ಇ
ಕ
ಖ
ಗ
ಘ
ಙ
ಚ
ಛ
ಜ
ಝ
ಞ
ಟ
ಠ
ಡ
ಢ
ಣ
ತ
ಥ
ದ
ಧ
ನ
ಪ
ಫ
ಬ
ಭ
ಮ
ಯ
ರ
ಱ
ಲ
ಳ
ವ
ಶ
ಷ
ಸ
ಹ
ಾ
ು
ೂ
ೕ
ೞ
೦
೧
೨
೩
೪
೫
೬
೭
೮
೯
ം
അ
ആ
ഇ
ഓ
ക
ങ
ട
ഡ
ണ
ത
ദ
ന
പ
ഫ
ബ
മ
യ
ര
റ
ല
ള
വ
ശ
സ
ഹ
ാ
ി
െ
ං
අ
ආ
ඉ
එ
ඓ
ඔ
ක
ඛ
ග
ච
ජ
ට
ඨ
ණ
ත
ථ
ද
ධ
න
ප
බ
භ
ම
ය
ර
ල
ව
ශ
ෂ
ස
හ
ළ
ා
ැ
ෙ
෴
ก
ข
ค
ฅ
ฆ
ง
จ
ฉ
ช
ซ
ฌ
ญ
ฎ
ฏ
ฐ
ฑ
ฒ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ฦ
ว
ศ
ษ
ส
ห
ฬ
อ
ฮ
ฯ
ะ
า
ำ
฿
เ
แ
โ
ใ
ไ
ๅ
ๆ
๏
๐
๑
๒
๓
๔
๕
๖
๙
๚
๛
ກ
ຂ
ຄ
ງ
ຈ
ຊ
ຍ
ດ
ຕ
ທ
ນ
ບ
ປ
ຜ
ພ
ຟ
ມ
ຣ
ລ
ວ
ສ
ຫ
ອ
ຮ
ະ
າ
ຳ
ຽ
ເ
ແ
ໂ
ໄ
ໜ
໱
༄
༅
༆
༇
༈
༉
༊
་
༌
།
༎
༏
༐
༑
༒
༔
༭
༺
༻
༼
༽
ཀ
ཁ
ག
ང
ཅ
ཆ
ཇ
ཉ
ཊ
ཏ
ཐ
ད
ན
པ
ཕ
བ
མ
ཙ
ཚ
ཛ
ཝ
ཞ
ཟ
འ
ཡ
ར
ལ
ཤ
ས
ཧ
ཨ
ཿ
྅
࿐
࿑
࿒
࿓
࿔
࿙
࿚
က
ခ
ဂ
ဃ
င
စ
ဆ
ဇ
ည
ဌ
ဎ
ဏ
တ
ထ
ဒ
န
ပ
ဖ
ဗ
ဘ
မ
ယ
ရ
လ
ဝ
သ
ဟ
အ
ဥ
ဧ
ါ
ာ
ေ
း
ျ
ြ
၀
၁
၂
၆
၇
၈
၉
၊
။
၌
၍
၎
၏
ၢ
ၵ
ၼ
ၿ
ႀ
ႁ
ႃ
ႄ
ႈ
႐
႔
Ⴀ
Ⴂ
Ⴃ
Ⴈ
Ⴌ
Ⴕ
Ⴟ
ა
ბ
გ
დ
ე
ვ
ზ
თ
ი
კ
ლ
მ
ნ
ო
პ
ჟ
რ
ს
ტ
უ
ფ
ქ
ღ
ყ
შ
ჩ
ც
ძ
წ
ჭ
ხ
ჯ
ჰ
ჱ
ჲ
ჳ
ჴ
ჵ
ჶ
ჷ
ჸ
ჹ
ჺ
჻
ᄀ
ᄁ
ᄂ
ᄃ
ᄄ
ᄅ
ᄆ
ᄇ
ᄈ
ᄉ
ᄊ
ᄋ
ᄌ
ᄍ
ᄎ
ᄏ
ᄐ
ᄑ
ᄒ
ᄽ
ᄿ
ᅎ
ᅏ
ᅐ
ᅑ
ᅔ
ᅕ
ᅡ
ᅢ
ᅣ
ᅤ
ᅥ
ᅦ
ᅧ
ᅨ
ᅩ
ᅪ
ᅫ
ᅬ
ᅭ
ᅮ
ᅯ
ᅰ
ᅱ
ᅲ
ᅳ
ᅴ
ᅵ
ᆨ
ᆩ
ᆪ
ᆫ
ᆬ
ᆭ
ᆮ
ᆯ
ᆰ
ᆱ
ᆲ
ᆳ
ᆵ
ᆶ
ᆷ
ᆸ
ᆹ
ᆺ
ᆻ
ᆼ
ᆽ
ᆾ
ᆿ
ᇀ
ᇁ
ᇂ
ሀ
ሄ
ህ
ለ
ሊ
ላ
ል
ሐ
ሒ
ሓ
ሕ
መ
ሚ
ማ
ሜ
ም
ሞ
ሥ
ረ
ሪ
ራ
ሬ
ር
ሰ
ሱ
ሳ
ስ
ሸ
ቃ
ቅ
ቆ
ቈ
በ
ቡ
ባ
ብ
ተ
ቲ
ታ
ቴ
ት
ነ
ና
ን
ኖ
ኛ
አ
ኢ
ኣ
ኤ
እ
ከ
ክ
ኲ
ኽ
ወ
ዊ
ዋ
ው
ዎ
ዕ
ዘ
ዛ
ዝ
የ
ያ
ዬ
ይ
ዮ
ደ
ዳ
ዴ
ድ
ዶ
ጀ
ጅ
ገ
ጉ
ጊ
ጋ
ግ
ጥ
ጨ
ጵ
ጸ
ፀ
ፈ
ፊ
ፋ
ፍ
ፕ
፠
፡
።
፣
፤
፥
፦
፧
፨
Ꭰ
Ꭳ
Ꭶ
Ꭸ
Ꭹ
Ꭿ
Ꮀ
Ꮃ
Ꮄ
Ꮉ
Ꮕ
Ꮜ
Ꮝ
Ꮳ
Ꮷ
Ꮿ
Ᏹ
᐀
ᐃ
ᐄ
ᐅ
ᐊ
ᐋ
ᐍ
ᐎ
ᐏ
ᐑ
ᐛ
ᐟ
ᐢ
ᐣ
ᐤ
ᐦ
ᐧ
ᐯ
ᐱ
ᐸ
ᑎ
ᑑ
ᑕ
ᑖ
ᑦ
ᑭ
ᑮ
ᑯ
ᑲ
ᒃ
ᒋ
ᒡ
ᒣ
ᒥ
ᒧ
ᒪ
ᓀ
ᓂ
ᓄ
ᓇ
ᓈ
ᓐ
ᓕ
ᓗ
ᓘ
ᓪ
ᓯ
ᓱ
ᓴ
ᔅ
ᔑ
ᔕ
ᔪ
ᔭ
ᕆ
ᕐ
ᕗ
ᕙ
ᕤ
ᕼ
ᕿ
ᖃ
ᖅ
ᖇ
ᖓ
ᖹ
ᗅ
ᗣ
ᗩ
ᗰ
ᗷ
ᗺ
᙭
᙮
᚛
᚜
ᚢ
ᚣ
ᚦ
ᚨ
ᚩ
ᚬ
ᚱ
ᚲ
ᚷ
ᚹ
ᚺ
ᚻ
ᚼ
ᚾ
ᛁ
ᛃ
ᛄ
ᛇ
ᛋ
ᛏ
ᛒ
ᛗ
ᛚ
ᛜ
ᛝ
ᛞ
ᛟ
ᛠ
᛫
᛬
᛭
᜵
᜶
ᝃ
ក
ខ
គ
ឃ
ង
ច
ឆ
ជ
ឈ
ញ
ដ
ឋ
ឌ
ណ
ត
ថ
ទ
ធ
ន
ប
ផ
ព
ភ
ម
យ
រ
ល
វ
ស
ហ
ឡ
អ
ឥ
ឧ
ឪ
ឫ
ឯ
ា
ើ
ឿ
ៀ
េ
ែ
ៃ
ោ
ៅ
ះ
ៈ
។
៕
៖
៘
៙
៚
᠀
᠁
᠂
᠃
᠄
᠅
᠆
᠇
᠈
᠉
᠊
ᠠ
ᠡ
ᠢ
ᠣ
ᠤ
ᠥ
ᠨ
ᠪ
ᠬ
ᠭ
ᠮ
ᠯ
ᠰ
ᠱ
ᠳ
ᠴ
ᠵ
ᠶ
ᠷ
ᠸ
ᡝ
ᡠ
ᡥ
ᡨ
ᡳ
ᡴ
ᡵ
ᤌ
ᤕ
ᤰ
ᤱ
᥄
᥅
ᥐ
ᥑ
ᥒ
ᥓ
ᥔ
ᥕ
ᥖ
ᥗ
ᥘ
ᥙ
ᥚ
ᥛ
ᥜ
ᥝ
ᥞ
ᥟ
ᥢ
ᥣ
ᥤ
ᥥ
ᥦ
ᥧ
ᥨ
ᥩ
ᥫ
ᥬ
ᥭ
ᥰ
ᥱ
ᥲ
ᥳ
ᥴ
ᦂ
ᦄ
ᦆ
ᦎ
ᦑ
ᦞ
ᦟ
ᦰ
ᦱ
ᦲ
ᦳ
ᦴ
ᦵ
ᦶ
ᦷ
ᦸ
ᦹ
ᦺ
ᧁ
ᧂ
ᧅ
ᧆ
ᧈ
ᧉ
᧑
᧚
᧞
᧟
ᨀ
ᨁ
ᨄ
ᨅ
ᨆ
ᨈ
ᨑ
ᨓ
ᨔ
ᨙ
ᨚ
᨞
᨟
ᨠ
ᨣ
ᨦ
ᨯ
ᨰ
ᨲ
ᨴ
ᨵ
ᨾ
ᩁ
ᩃ
ᩅ
ᩣ
ᩤ
ᩭ
ᩮ
ᩯ
ᩰ
ᩱ
ᩲ
᪠
᪡
᪢
᪣
᪤
᪥
᪦
᪨
᪩
᪪
᪫
᪬
᪭
᭚
᭛
᭜
᭝
᭞
᭟
᭠
ᮅ
ᮏ
ᮓ
ᮔ
ᮘ
ᮛ
ᮝ
ᮞ
᮪
᯼
᯽
᯾
᯿
ᰧ
ᰨ
᰻
᰼
᰽
᰾
᰿
᱾
᱿
᳀
᳁
᳂
᳃
᳄
᳅
᳆
᳇
᳓
ᴀ
ᴁ
ᴂ
ᴃ
ᴄ
ᴅ
ᴆ
ᴇ
ᴈ
ᴉ
ᴊ
ᴋ
ᴌ
ᴍ
ᴔ
ᴗ
ᴘ
ᴙ
ᴚ
ᴛ
ᴜ
ᴝ
ᴞ
ᴟ
ᴠ
ᴰ
ᴷ
ᴺ
ᵀ
ᵉ
ᵊ
ᵋ
ᵌ
ᵐ
ᵑ
ᵒ
ᵗ
ᵘ
ᵚ
ᵛ
ᵝ
ᵫ
ᵬ
ᵭ
ᵮ
ᵯ
ᵰ
ᵱ
ᵲ
ᵳ
ᵴ
ᵵ
ᵶ
ᵷ
ᵹ
ᵺ
ᵻ
ᵼ
ᵽ
ᵾ
ᵿ
ᶀ
ᶂ
ᶃ
ᶄ
ᶅ
ᶆ
ᶇ
ᶈ
ᶉ
ᶊ
ᶋ
ᶌ
ᶍ
ᶎ
ᶏ
ᶐ
ᶑ
ᶒ
ᶓ
ᶔ
ᶕ
ᶖ
ᶘ
ᶙ
ᶚ
ᶢ
ᶦ
ᶧ
ᶫ
ᶰ
ᶴ
ᶶ
ᶷ
ᶸ
ẚ
ẞ
Ỻ
ỻ
Ỽ
᾽
᾿
῾
‐
‑
‒
–
—
―
‖
‗
‘
’
‚
‛
“
”
„
‟
†
‡
•
‣
․
‥
…
‧
‰
‱
′
″
‴
‵
‶
‷
‸
‹
›
※
‼
‽
‾
‿
⁀
⁁
⁂
⁃
⁄
⁅
⁆
⁇
⁈
⁉
⁊
⁋
⁌
⁍
⁎
⁏
⁐
⁑
⁓
⁔
⁕
⁖
⁗
⁘
⁙
⁚
⁛
⁜
⁝
⁞
⁰
ⁱ
⁴
⁵
⁷
⁸
⁹
⁺
⁻
⁼
⁽
⁾
ⁿ
₀
₁
₂
₃
₄
₇
₉
₍
₎
ₐ
ₓ
₠
₡
₣
₤
₥
₦
₧
₨
₩
₪
₫
€
₮
₯
₰
₱
₲
₴
₵
₷
₹
₺
₽
₿
⃝
⃣
ℂ
℃
℅
℉
ℏ
ℓ
ℕ
№
℗
℘
ℚ
ℛ
ℝ
℞
℠
℡
™
ℤ
℥
℩
ℵ
⅄
ⅎ
⅓
⅔
⅕
⅖
⅗
⅘
⅙
⅛
⅜
⅝
⅞
Ⅰ
Ⅱ
Ⅲ
Ⅳ
Ⅴ
Ⅵ
Ⅶ
Ⅷ
Ⅸ
Ⅹ
Ⅺ
Ⅻ
Ⅼ
Ⅽ
Ⅾ
Ⅿ
ⅰ
ⅱ
ⅲ
ⅳ
ⅴ
ⅵ
ⅶ
ⅷ
ⅸ
ⅹ
ↀ
Ↄ
ↄ
←
↑
→
↓
↔
↖
↗
↘
↙
↦
↪
↵
↺
↼
⇀
⇄
⇆
⇌
⇐
⇒
⇔
⇧
⇨
⇪
∀
∁
∂
∃
∅
∆
∇
∈
∊
∋
∎
∏
∑
−
∓
∕
∖
∗
∘
∙
√
∝
∞
∟
∠
∣
∥
∧
∨
∩
∪
∫
∬
∮
∴
∵
∶
∷
∼
∽
≀
≂
≃
≅
≆
≈
≌
≒
≖
≡
≤
≥
≦
≧
≪
≫
≲
≳
⊂
⊃
⊆
⊇
⊊
⊔
⊕
⊖
⊗
⊙
⊞
⊢
⊣
⊥
⊦
⊩
⊲
⊴
⊿
⋄
⋅
⋆
⋈
⋉
⋊
⋋
⋌
⋚
⋛
⋯
⌂
⌃
⌄
⌇
⌈
⌉
⌊
⌋
⌑
⌒
⌓
⌘
⌚
⌣
⌥
〈
〉
⌬
⌿
⍝
⍵
⍺
⎓
⎕
⎝
⎠
⎯
⏑
⏕
␆
␕
␚
␡
␣
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑪
⑫
⑬
⑭
⑮
⑯
⑰
⑱
⑲
⑳
⑴
⑵
⑶
⑷
⑸
⑹
⑺
⑻
⑼
⑽
⑾
⑿
⒀
⒁
⒂
⒃
⒄
⒅
⒆
⒇
⒈
⒉
⒊
⒋
⒌
⒍
⒎
⒏
⒐
⒑
⒒
⒓
⒔
⒕
⒖
⒗
⒘
⒙
⒚
⒛
Ⓐ
Ⓑ
Ⓒ
Ⓓ
Ⓕ
Ⓟ
Ⓡ
Ⓥ
ⓒ
ⓟ
─
━
│
┃
┄
┅
┆
┇
┈
┉
┊
┋
┌
┍
┎
┏
┐
┑
┒
┓
└
┕
┖
┗
┘
┙
┚
┛
├
┝
┞
┟
┠
┡
┢
┣
┤
┥
┦
┧
┨
┩
┪
┫
┬
┭
┮
┯
┰
┱
┲
┳
┴
┵
┶
┷
┸
┹
┺
┻
┼
┽
┾
┿
╀
╁
╂
╃
╄
╅
╆
╇
╈
╉
╊
╋
═
║
╒
╓
╔
╕
╖
╗
╘
╙
╚
╛
╜
╝
╞
╟
╠
╡
╢
╣
╤
╥
╦
╧
╨
╩
╪
╫
╬
╭
╮
╯
╰
╱
╲
╳
╴
╹
▁
▂
▃
▄
▅
▆
▇
█
▉
▊
▋
▌
▍
▎
▏
▒
▓
▔
▕
■
□
▢
▣
▧
▨
▪
▮
▲
△
▶
▷
►
▼
▽
▿
◀
◁
◄
◆
◇
◊
○
◌
◍
◎
●
◐
◑
◕
◘
◙
◡
◢
◣
◤
◥
◦
◧
◩
◬
◯
◼
◾
☀
☁
☂
☃
☄
★
☆
☉
☊
☋
☌
☍
☎
☐
☑
☓
☜
☝
☞
☟
☠
☣
☤
☦
☧
☨
☩
☪
☫
☭
☰
☲
☷
☹
☺
☻
☽
☾
☿
♀
♁
♂
♄
♅
♆
♇
♈
♉
♊
♋
♌
♍
♎
♏
♐
♑
♒
♓
♔
♠
♡
♣
♤
♥
♦
♨
♩
♪
♫
♭
♮
♯
♰
♲
♴
♵
♿
⚊
⚋
⚑
⚜
⚠
⚡
⚪
⚫
⚭
⚳
⚴
⚵
⚹
⚽
⛄
⛎
⛢
⛩
✈
✊
✌
✓
✔
✕
✖
✗
✘
✝
✡
✦
✧
✨
✩
✪
✰
✱
✽
✿
❀
❄
❅
❆
❉
❌
❓
❗
❛
❝
❞
❡
❤
❨
❩
❪
❫
❬
❭
❮
❯
❰
❱
❲
❳
❴
❵
❶
❷
❸
❹
❺
❻
❼
❽
❾
➀
➁
➔
➕
➖
➗
➙
➜
➝
➡
➣
➤
➹
⟅
⟆
⟕
⟖
⟗
⟦
⟧
⟨
⟩
⟪
⟫
⟬
⟭
⟮
⟯
⟷
⠀
⠁
⠂
⠍
⠒
⠕
⠛
⠞
⠡
⠤
⠦
⠫
⠲
⠹
⥇
⦃
⦄
⦅
⦆
⦇
⦈
⦉
⦊
⦋
⦌
⦍
⦎
⦏
⦐
⦑
⦒
⦓
⦔
⦕
⦖
⦗
⦘
⦵
⧘
⧙
⧚
⧛
⧸
⧼
⧽
⨾
⩽
⩾
⫶
⬆
⬕
⭐
Ⰹ
Ⱑ
Ⱛ
ⱋ
ⱌ
ⱛ
Ⱡ
ⱡ
Ɫ
Ᵽ
Ɽ
ⱥ
ⱦ
Ⱨ
ⱨ
Ⱪ
ⱪ
Ⱬ
ⱬ
Ɑ
Ɐ
ⱱ
ⱴ
Ⱶ
ⱶ
ⱷ
Ⲁ
ⲁ
ⲃ
ⲅ
ⲉ
ⲋ
ⲏ
ⲓ
Ⲕ
ⲕ
ⲗ
ⲙ
ⲛ
ⲟ
Ⲡ
ⲡ
ⲣ
ⲥ
ⲧ
ⲩ
Ⲫ
ⲫ
Ⲭ
ⲭ
ⲱ
⳥
⳹
⳺
⳻
⳼
⳾
⳿
ⴰ
ⴱ
ⴳ
ⴷ
ⴻ
ⴼ
ⴽ
ⵀ
ⵃ
ⵄ
ⵇ
ⵉ
ⵊ
ⵍ
ⵎ
ⵏ
ⵓ
ⵔ
ⵕ
ⵖ
ⵙ
ⵛ
ⵜ
ⵟ
ⵡ
ⵢ
ⵣ
⵰
⸀
⸁
⸂
⸃
⸄
⸅
⸆
⸇
⸈
⸉
⸊
⸋
⸌
⸍
⸎
⸏
⸐
⸑
⸒
⸓
⸔
⸕
⸖
⸗
⸘
⸙
⸚
⸛
⸜
⸝
⸞
⸟
⸠
⸡
⸢
⸣
⸤
⸥
⸦
⸧
⸨
⸩
⸪
⸫
⸬
⸭
⸮
⸰
⸱
⸲
⸳
⸴
⸵
⸶
⸷
⸸
⸹
⸺
⸻
⸼
⸽
⸾
⸿
⹀
⹁
⹂
⹃
⹄
⹅
⹆
⹇
⹈
⹉
⹊
⹋
⹌
⹍
⹎
⺀
⺁
⺄
⺈
⺋
⺌
⺕
⺗
⺟
⺠
⺪
⺬
⺭
⺮
⺷
⺸
⺻
⺼
⺾
⺿
⻄
⻆
⻌
⻍
⻎
⻏
⻑
⻓
⻘
⻛
⻝
⻱
⼀
⼁
⼂
⼃
⼄
⼅
⼆
⼈
⼊
⼍
⼎
⼏
⼐
⼑
⼒
⼗
⼝
⼟
⼠
⼣
⼤
⼥
⼦
⼩
⼭
⼯
⼲
⼴
⼹
⼼
⼿
⽀
⽂
⽅
⽆
⽇
⽉
⽊
⽒
⽓
⽔
⽚
⽠
⽣
⽤
⽩
⽬
⽰
⽴
⽶
⽹
⽼
⽽
⾃
⾄
⾊
⾏
⾓
⾔
⾕
⾘
⾜
⾝
⾢
⾥
⾦
⾨
⾮
⾯
⾰
⾳
⾵
⾷
⾹
⾺
⾼
⿇
⿊
⿰
⿱
⿲
⿳
⿴
⿵
⿶
⿷
⿸
⿹
⿺
⿻
、
。
〃
〄
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〓
〔
〕
〖
〗
〘
〙
〚
〛
〜
〝
〞
〟
〠
〡
〢
〣
〤
〥
〦
〧
〨
〩
〰
〱
〲
〳
〴
〵
〻
〽
〾
〿
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
き
く
け
こ
さ
し
す
せ
そ
た
ち
っ
つ
て
と
な
に
ぬ
ね
の
は
ひ
ふ
へ
ほ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
゛
゜
ゝ
ゟ
゠
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
キ
ク
ケ
コ
サ
シ
ス
セ
ソ
タ
チ
ッ
ツ
テ
ト
ナ
ニ
ヌ
ネ
ノ
ハ
ヒ
フ
ヘ
ホ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヵ
ヶ
・
ー
ヽ
ヿ
㄂
ㄅ
ㄆ
ㄇ
ㄈ
ㄉ
ㄊ
ㄋ
ㄌ
ㄍ
ㄎ
ㄏ
ㄐ
ㄑ
ㄒ
ㄓ
ㄔ
ㄕ
ㄖ
ㄗ
ㄘ
ㄙ
ㄚ
ㄛ
ㄜ
ㄝ
ㄞ
ㄟ
ㄠ
ㄡ
ㄢ
ㄣ
ㄤ
ㄥ
ㄦ
ㄧ
ㄨ
ㄩ
ㄪ
ㄫ
ㄬ
ㄭ
ㄮ
ㄯ
ㄱ
ㄲ
ㄳ
ㄴ
ㄷ
ㄸ
ㄹ
ㄻ
ㄼ
ㅁ
ㅂ
ㅃ
ㅅ
ㅆ
ㅇ
ㅈ
ㅉ
ㅊ
ㅋ
ㅌ
ㅍ
ㅎ
ㅏ
ㅐ
ㅑ
ㅒ
ㅓ
ㅔ
ㅕ
ㅖ
ㅗ
ㅘ
ㅙ
ㅚ
ㅛ
ㅜ
ㅝ
ㅞ
ㅟ
ㅠ
ㅡ
ㅢ
ㅣ
ㅤ
ㅭ
ㅸ
ㅿ
ㆁ
ㆆ
ㆍ
㆒
㆕
㆖
㆗
㆟
ㆠ
ㆡ
ㆢ
ㆣ
ㆤ
ㆥ
ㆦ
ㆧ
ㆨ
ㆩ
ㆪ
ㆫ
ㆬ
ㆭ
ㆮ
ㆯ
ㆰ
ㆱ
ㆲ
ㆳ
ㆴ
ㆵ
ㆶ
ㆷ
ㆻ
ㆼ
ㆽ
ㆾ
ㆿ
㇀
㇋
㇏
㇐
㇑
㇒
㇔
㇕
㇗
㇙
㇚
㈜
㈠
㈡
㈢
㈣
㈤
㈥
㈦
㈧
㈨
㈩
㈱
㉑
㉒
㊀
㊁
㊂
㊎
㊑
㊣
㋿
㌌
㌍
㌫
㌶
㍊
㍍
㍑
㍻
㍼
㍽
㍾
㍿
㎎
㎏
㎑
㎒
㎛
㎜
㎝
㎞
㎡
㎢
㎦
㎧
㎭
㎮
㏄
㏉
㏍
㏎
㏑
㏒
㏕
㐀
㐂
㐅
㐉
㐌
㐚
㐨
㐩
㐫
㐰
㐱
㐲
㐵
傌
㐺
偑
㐾
㑀
㑳
倲
㑋
儸
㑮
㑯
㑷
㑹
㑺
㒄
㒒
㒓
㒚
㒜
㒝
㒟
㒡
㒨
㒭
㒰
㒷
㒹
㒼
㓂
㓕
㓗
㓛
㓜
㓤
劏
㓦
㓾
㔆
劚
㔨
㔬
㔶
㔾
㕊
㕎
㕑
㕒
㕔
㕕
㕛
㕟
㕢
㕩
㕫
㕭
㕵
㕶
㕹
噚
喎
㖫
㖱
㖼
㖿
㗊
㗌
㗎
㗑
㗖
㗙
㗚
㗦
㗰
㗼
㘃
㘚
㘡
㘣
㘧
㘭
㘰
㘵
㘾
㙁
㙂
㙉
㙊
㙍
㙎
㙏
㙓
㙔
㙞
㙟
㙡
㙨
㙩
㙫
㙱
㙲
㙸
㙺
㙻
㙾
㚁
㚇
㚏
㚒
㚕
㚖
㚘
㚟
㚡
㚣
㚬
㚸
㚻
媰
㛂
㛃
㛄
㛅
㛐
㛑
㛢
孋
㛧
㛨
㜑
㜕
㜢
㜫
㜲
㜺
㝅
㝇
㝉
㝎
㝏
㝑
㝓
㝗
㝘
㝜
㝝
㝠
㝡
㝢
㝧
㝩
㝬
㝭
㝵
㝷
㝸
㝹
㞎
㞗
㞘
㞙
㞞
㞢
㞦
㞶
㞷
㟁
㟃
㟊
㟋
㟍
㟏
㟐
㟓
㟖
嵾
㟧
㟨
㟲
㟶
㟽
㠁
㠂
㠄
㠉
㠏
㠐
㠖
㠗
㠜
㠫
㠬
㠭
㠯
㠱
㡉
幓
㡓
㡠
㡣
㡬
㡭
㡳
㡽
㢆
㢉
㢢
㢶
㣈
㣉
㣚
㣧
㤀
㤖
㥮
㤚
㤝
㤧
㤭
㤻
懤
㥄
㥅
㥏
㥠
㥣
㥥
慺
㥽
㦀
㦂
㦃
㦕
㦝
㦢
㦤
㦪
㦯
㦲
㦷
㦸
㧀
㧋
㧎
掆
㩳
撝
擓
㧥
㧪
擽
㧸
㧻
㧽
㧾
㨃
㨆
㨖
㨗
㨴
㨿
㩄
㩉
㩒
㩗
㩦
㩧
㩪
㩲
㩴
㩼
㩿
㪅
㪍
㪚
㪨
㪲
㪳
㪷
㫁
㫃
㫇
㫈
㫋
㫒
㫕
㫖
㫛
㫜
㫝
㫟
㫠
㫤
㫫
㫬
㫰
㫶
㫻
㬀
㬂
㬅
㬇
㬊
㬋
㬌
㬎
㬏
㬕
㬙
㬪
㬫
㬹
㬼
㬾
㭉
棡
椲
㭕
㭘
㭙
㭠
樢
㭪
㭲
樫
㭼
㭽
㭿
㮁
㮂
㮆
㮈
㮌
㮐
㮒
㮔
㮙
㮚
㮞
㮡
㮣
㮨
㮮
㮯
㮳
㮴
㮵
㮹
㮾
㯊
㯋
㯕
㯟
㯢
㯥
㯫
㯳
㯽
㰂
㰋
㰐
㰒
㰖
㰘
㰴
㱔
㱕
㱘
㱛
殨
㲀
㲎
㲚
㲪
㲯
㲲
㲳
㳄
㳆
㳇
㳉
㳋
㳍
濧
灡
㳘
㳚
㳛
澾
濄
㳥
㳦
㴁
㴇
潚
㴐
㴓
㴤
㴦
㴧
㴩
㴭
㴰
㴱
㴶
㴻
㵂
㵅
㵎
㵐
㵑
㵘
㵝
㵢
㵩
㵮
㵰
㵲
㵴
㵸
㵼
㵾
㶁
㶇
鸂
㶍
㶎
㶏
㶞
㶟
㶠
㶣
㶧
㶨
㶬
㶱
㶲
㶴
燶
煱
㶾
㶿
㷂
㷃
㷆
㷇
㷋
㷍
㷛
㷧
㷩
㷫
㷹
㷿
㸁
㸃
㸄
㸅
㸆
㸌
㸎
㸙
㸚
㸞
㸦
㸯
㸲
㸺
㹜
㹢
㹥
㹧
㹭
㹴
㺄
㺅
獱
㺏
㺒
㺔
㺢
㺤
㺬
㺭
㺯
㺱
㺷
㺹
㻁
㻂
璯
㻇
㻋
㻌
㻑
㻗
㻛
㻞
㻠
㻪
㻫
㻬
㻱
㻶
㼀
㼁
㼅
㼆
㼈
㼌
㼎
㼴
㼼
㽏
㽓
㽘
㽜
㽞
㽦
㽬
㽱
㽲
㽵
㽿
㾀
㾆
㾗
㾫
㾮
㾾
㾿
㿃
㿉
㿗
㿝
㿟
㿭
䀇
䀊
䀏
䀚
䀠
䀬
䀲
䀹
䀻
䁅
䁋
䁐
䁔
瞜
䁥
䁱
䁻
䁽
䂊
䂓
䂗
䂮
碽
䂺
䂻
䃄
磾
䃟
䃮
䃼
䄂
䄄
䄉
䄓
䄔
䄖
䄙
䅁
稏
穇
䅩
䅰
䅲
䅳
䅴
䅵
䅶
䆀
䆁
䆃
䆅
䆐
䆝
䆡
䆥
䆲
䆳
䇄
䇍
筴
䇳
䇿
䈎
䈜
䉀
䉋
籔
䉶
䊆
䊹
䊾
䋊
䋞
䋱
䋲
䋻
䋼
䌓
䌫
紬
縳
絅
綐
綵
繿
繸
䍃
䍉
䍡
䍦
䍩
䍪
䍲
䍺
䎃
䎕
䎖
䎗
䎚
䎜
䎞
䏁
䏌
䏏
䏘
膞
䏟
䏠
䏡
䏣
䏭
䏰
䏲
䏻
䏿
䐁
䐃
䐗
䐶
䐾
䑏
䑓
䑩
䑸
䒏
䒐
䒑
䒢
䒩
䒶
䒷
䓁
䓈
薵
薳
藭
䓘
䓛
䓝
䓤
罃
䓪
䓬
䓯
䓴
䓶
䔃
䔍
䔎
䔖
䔧
䔶
䔷
䕈
䕒
䕢
䕫
䕭
䕶
䕷
䕾
䖃
䖏
䖑
䖔
䖝
䖢
䖳
䖴
䖵
䗁
䗂
䗃
䗉
䗋
螮
䗛
䗡
䗧
䗩
䗴
䗶
䘎
䘏
䘗
䘙
䘮
䘰
䘴
䘵
䙉
䙡
襬
䙝
䙥
䚀
䚟
䚡
䚢
䚮
䛁
䛒
䛔
䛘
䜌
䜓
䜛
訢
䜀
讌
䜭
䜳
䝉
貙
䝞
䝠
䝼
䝾
䞀
䞭
躎
䟫
䟴
䟽
䠀
䠉
䠋
䠌
䠎
䠏
䠐
䠖
䠘
䠙
䠚
䠥
䠩
䠷
䠺
䡐
䡛
䡵
䢅
䢘
䢵
䢺
䢿
䣄
䣈
䣓
䣕
䤂
䤈
䤌
䤞
䤡
䤪
䤭
䤰
䤸
䥈
䥑
䥓
䥕
䥛
䥩
䥫
䥵
䥸
釾
鏺
鐯
鐥
钁
䦉
䦋
䦕
䦦
䦧
䦨
䦹
䧄
䧇
䧏
䧛
䧟
䧲
䧳
䧺
䧿
䨄
䨇
䨈
䨌
䨓
䨞
䨱
䨲
䨺
䨻
䩆
䩌
䩑
䩮
䪚
䪧
䪭
䪴
䪹
䪻
䫂
䫄
䫆
䫈
䫓
䫻
䬅
䬌
䭔
䭕
䭣
䭵
䮀
䮄
䮐
䮓
䮖
䮭
䮾
䯁
騧
䯑
䯖
䯻
䯼
䰀
䰐
䰖
䰛
䰟
䰠
䰰
䰷
䰽
䰾
䱀
䱂
䱋
䱐
䱗
䱛
䱞
䱡
䱵
䱷
䱹
䱻
䱽
䲀
䲁
䲅
䲆
䲉
䲎
䲔
䲕
䲗
𩶘
鮣
鰆
鰌
鰧
䲧
䲹
䳇
䳋
䳍
䳒
䳗
䳘
䳢
䳤
䳭
䳲
䴈
䴉
鳾
鵁
鴷
鶄
鶪
鷉
鸊
䴚
䴥
䴫
䵃
䵋
䵍
䵚
䵣
䵬
䵺
䵼
䶄
䶈
䶎
䶪
龑
䷌
一
丁
丂
七
丄
丅
丆
萬
万
丈
三
上
下
丌
不
與
丏
丐
醜
丑
丒
專
且
丕
世
丗
丘
丙
業
叢
東
絲
丞
丟
丠
両
丣
兩
嚴
並
喪
丨
丩
個
箇
丫
丬
中
丮
丯
豐
丰
丱
串
丳
臨
丵
丶
丷
丸
丹
爲
主
丼
麗
舉
丿
乀
乁
乂
乃
乄
久
乆
乇
麼
義
乊
之
烏
乍
乎
乏
樂
乑
乒
乓
喬
乕
乖
乗
乘
乙
乚
乛
乜
九
乞
也
習
鄉
乢
乣
乤
乥
書
乧
乨
乩
乪
乫
乭
乮
乯
買
亂
乲
乳
乴
乶
乷
乸
乹
乺
乻
乼
乽
乾
乿
亀
亁
亃
亄
亅
了
瞭
亇
予
爭
亊
事
二
亍
於
于
虧
亐
雲
云
互
亓
五
井
亖
亗
亙
亘
亞
些
亜
亝
亟
亠
亡
亢
亣
交
亥
亦
產
亨
畝
亪
享
京
亭
亮
亯
亰
亱
親
亳
亴
褻
亶
亷
嚲
亹
人
亻
亼
亽
亾
億
什
仁
仂
仃
仄
僅
僕
仆
仇
讎
仈
仉
今
介
仌
仍
從
仏
仐
侖
崙
仒
倉
仔
仕
他
仗
付
仙
仚
仛
仜
仝
仞
仟
仠
仡
代
令
以
仦
仧
仨
仩
儀
仫
們
仭
仮
仯
仰
仱
仲
仳
仴
仵
件
價
价
仸
仹
仺
任
仼
份
仾
仿
彷
伀
企
伂
伃
伄
伅
伆
伇
伈
伉
伊
伋
伌
伍
伎
伏
伐
休
伒
伓
伔
伕
伖
衆
優
夥
伙
會
傴
伜
伝
傘
偉
傳
俥
伢
俔
傷
倀
倫
傖
伨
伩
僞
佇
伬
伭
伮
伯
估
伱
伲
伳
伴
伵
伶
伷
伸
伹
伺
伻
似
伽
伾
伿
佀
佁
佂
佃
佄
佅
但
佈
佉
佊
佋
佌
位
低
住
佐
佑
佒
體
佔
何
佖
佗
佘
餘
余
佚
佛
彿
作
佝
佞
佟
你
佡
佢
傭
佣
佤
僉
佦
佧
佨
佩
佪
佫
佬
佭
佮
佯
佰
佱
佲
佳
佴
併
佶
佷
佸
佹
佺
佻
佼
佽
佾
使
侀
侁
侂
侃
侄
侅
來
侇
侈
侉
侊
例
侌
侍
侎
侏
侐
侑
侒
侓
侔
侕
侗
侘
侙
侚
供
侜
依
侞
侟
俠
価
侢
侶
侤
僥
偵
側
僑
儈
儕
侫
儂
儘
侮
侯
侰
侱
侲
侳
侴
侵
侷
侸
侹
侻
侼
侽
侾
便
俀
俁
係
促
俄
俅
俆
俇
俈
俉
俊
儁
俋
俌
俍
俎
俏
俐
俑
俒
俓
俕
俖
俗
俘
俙
俚
俛
俜
保
俞
俟
信
俢
俤
儔
俧
儼
倆
儷
倈
俬
儉
修
脩
俯
俰
俱
俲
俳
俴
俵
俶
俷
俸
俹
俺
俻
俼
俽
俾
俿
倁
倂
倃
倄
倅
倇
倊
倌
倍
倎
倏
倐
倒
倓
倔
倕
倖
倗
倘
候
倚
倛
倜
倝
倞
借
藉
倠
倡
倢
倣
値
倥
倦
倧
倨
倩
倪
倬
倭
倮
倯
倰
倱
倳
倴
倵
倶
倷
倸
倹
債
倻
值
倽
傾
倿
偀
偁
偂
偃
偄
偅
偆
假
偈
偊
偋
偌
偍
偎
偏
偐
偒
偓
偔
偕
偖
偗
偘
偙
做
偛
停
偝
偞
偟
偠
偡
偢
偣
偤
健
偦
偧
偨
偩
偪
偫
傯
偭
偮
偯
偰
偱
偲
偳
偶
偷
偸
偹
偺
僂
偼
偽
僨
償
傀
傁
傂
傃
傄
傅
傆
傇
傈
傉
傊
傋
傍
傎
傏
傐
傑
傒
傓
傔
傕
傗
備
傚
傛
傜
傝
傞
傟
傠
傡
傢
傣
儎
儻
傦
儐
儲
儺
傪
傫
催
傮
傰
傱
傲
傶
傸
傺
傻
傼
傿
僀
僃
僄
僆
僇
僈
僊
僋
僌
働
僎
像
僐
僒
僓
僔
僖
僗
僘
僙
僚
僛
僜
僝
僟
僠
僡
僢
僣
僤
僦
僧
僩
僪
僫
僬
僭
僮
僯
僰
僱
僲
僳
僴
僵
殭
僶
僷
僸
僺
僻
僼
僽
僾
僿
儃
儅
儆
儇
儊
儋
儌
儍
儏
儑
儒
儓
儖
儗
儙
儚
儛
儜
儝
儞
儠
儡
儢
儣
儤
儥
儦
儧
儨
儩
儫
儬
儭
儮
儯
儰
儱
儳
儴
儵
儶
儹
儾
兒
兀
允
兂
元
兄
充
兆
兇
先
光
兊
克
剋
兌
免
兎
兏
児
兓
兔
兕
兗
兘
兙
黨
党
兛
兜
兝
兞
兟
兠
兡
兢
兣
兤
入
兦
內
全
兪
八
公
六
兮
兯
蘭
共
兲
關
興
兵
其
具
典
茲
兺
養
兼
獸
兾
兿
冀
囅
冂
冃
冄
円
冇
岡
冉
冊
冋
再
冎
冏
冐
冑
冒
冓
冔
冕
冖
冗
冘
寫
冚
軍
農
冝
冞
冟
冠
冡
冢
冣
冤
冥
冦
冧
冨
冩
冪
冫
冬
鼕
冭
冮
馮
冰
冱
衝
沖
決
冴
況
冶
冷
冸
冹
冺
凍
冼
冽
冾
冿
淨
凁
凂
凃
悽
淒
凅
準
准
凇
凈
涼
凊
凋
凌
淩
凎
減
凐
湊
凒
凓
凔
凕
凖
凗
凘
凙
凚
凜
凝
凞
凟
幾
几
凡
凢
凣
鳳
凥
処
凧
凨
凩
凪
鳧
凬
憑
凮
凱
凰
凲
凳
凴
凵
凶
凷
凸
凹
出
齣
擊
凼
函
凾
鑿
刀
刁
刂
刃
刄
刅
分
切
刈
刉
刊
刋
刌
芻
刎
刏
刐
刑
劃
划
刓
刔
刕
刖
列
劉
則
剛
創
刜
初
刞
刟
刪
刡
刢
刣
判
別
刦
刧
刨
利
彆
剗
剄
刮
颳
刯
到
刱
刲
刳
刴
刵
制
製
刷
券
剎
刺
刻
刼
劊
㓨
劌
剴
剁
劑
剃
剅
剈
剉
削
剌
前
剏
剮
劍
剒
剓
剔
剕
剖
剘
剙
剚
剜
剝
剞
剟
剠
剡
剢
剣
剤
剦
劇
剨
剩
剪
剫
剬
剭
副
剰
剱
割
剳
剶
剷
剸
剹
剺
剻
剼
剽
剿
劀
劁
劂
劄
劅
劆
劈
劋
劎
劐
劒
劓
劔
劕
劖
劗
劘
劙
力
劜
勸
辦
功
加
務
勱
劣
劤
劥
劦
劧
動
助
努
劫
劬
劭
劮
劯
劰
勵
勁
勞
労
劵
劶
劷
劸
効
劺
劻
劼
劽
劾
勢
勀
勂
勃
勄
勅
勆
勇
勈
勉
勊
勳
勛
勌
勍
勎
勏
勐
勑
勒
勓
勔
勖
勗
勘
勩
勜
勝
募
勠
勡
勣
勤
勥
勦
勧
勨
勪
勫
勬
勭
勮
勯
勰
勲
勴
勶
勷
勹
勺
勻
勼
勽
勾
勿
匁
匂
匃
匄
包
匆
匇
匈
匉
匊
匋
匌
匍
匎
匏
匐
匑
匒
匓
匔
匕
化
北
匘
匙
匚
匛
匜
匝
匞
匟
匠
匡
匢
匣
匤
匥
匭
匧
匩
匪
匫
匬
匱
匯
匰
匲
匳
匴
匵
匶
匷
匸
匹
區
醫
匼
匽
匾
匿
十
卂
千
韆
卄
卅
卆
升
昇
午
卉
半
卋
卌
卍
華
協
卐
卑
卒
卓
單
賣
南
単
卙
博
卛
卜
蔔
卝
卞
卟
占
卡
盧
卣
滷
鹵
卥
卦
臥
卨
卩
卪
衛
卬
卭
卮
卯
印
危
卲
即
卻
卵
卶
卷
捲
卸
卹
巹
卼
卽
卾
卿
厀
厁
廠
厂
厃
厄
廳
歷
曆
厇
厲
厊
壓
厭
厙
厎
厏
龎
厑
厒
厓
厔
廁
厖
厗
釐
厘
厚
厛
厜
厝
厞
原
厠
厡
廂
厴
厤
厥
廈
厧
廚
廄
厪
厫
厬
廝
厯
厰
厱
厳
厵
厶
厷
厸
厹
厺
去
厼
厽
厾
縣
叀
叄
參
蔘
叅
靉
靆
又
叉
及
友
雙
反
収
叏
叐
發
髮
叒
叓
叔
叕
取
受
變
敘
叚
叛
叜
叝
叞
叟
疊
叡
口
古
句
另
叧
叨
叩
只
隻
祇
叫
召
叭
叮
可
臺
檯
颱
台
叱
史
右
叴
叵
葉
叶
號
司
嘆
歎
叺
叻
叼
嘰
叾
叿
吀
籲
吁
吂
喫
吃
各
吅
吆
吇
合
閤
吉
吊
弔
吋
同
衕
名
後
后
吏
吐
向
嚮
曏
吒
嚇
吔
呂
吖
嗎
吘
吙
吚
君
吜
吝
吞
吟
吠
吡
吢
吣
吤
吥
否
吧
噸
吩
吪
含
聽
吭
吮
啓
吰
吱
吲
吳
吵
吶
吷
吸
吹
吺
吻
吼
吽
吾
吿
呀
呁
呃
呄
呅
呆
呇
呈
呉
告
呋
呌
呍
呎
呏
呑
嘸
囈
呔
嘔
嚦
唄
員
咼
呚
嗆
嗚
呝
呞
呟
呠
呡
呢
呣
呤
呥
呦
呧
周
週
賙
呩
呪
呫
呬
呭
呮
呯
呰
呱
呲
味
呴
呵
呶
呷
呸
呹
呺
呻
呼
命
呾
呿
咀
咁
咂
咃
咄
咅
咆
咇
咈
咉
咊
咋
和
咍
咎
詠
咐
咑
咒
咓
咔
咕
咖
咗
咘
嚨
咚
嚀
咜
噝
咞
咟
咠
咡
咢
咣
咥
咦
咧
諮
咨
咩
咪
咫
咬
咭
咮
咯
咰
咱
咲
咳
咴
咵
咶
咷
鹹
咸
咹
咺
咻
咽
嚥
咾
咿
哀
品
哂
哃
哄
鬨
哅
哆
哇
哈
哉
哊
哋
哌
響
哎
哏
哐
啞
噠
嘵
嗶
噦
哖
譁
嘩
哘
噲
哚
哛
嚌
噥
哞
喲
哠
哢
哣
哤
哥
哦
哧
哨
哩
哪
哫
哬
哭
哮
哯
哰
哱
哲
哳
哴
哵
哶
哷
哸
哹
哺
哻
哼
哽
哾
哿
唀
唁
唂
唃
唅
唆
脣
唇
唈
唉
唊
唋
唌
唍
唎
唏
唐
唑
唒
唓
唔
唕
唖
唗
唘
唙
唚
嘜
唜
嗊
唞
唟
嘮
啢
嗩
唣
喚
唥
唦
唧
唨
唩
唪
唫
唬
唭
售
唯
唰
唱
唲
唳
唴
唵
唶
唷
唸
唹
唺
唻
唼
唽
唾
唿
啀
啁
啂
啃
啄
啅
商
啇
啈
啉
啊
啋
啌
啍
啎
問
啐
啑
啒
啔
啕
啖
啗
啘
啙
啚
啛
啜
啝
啟
啠
啡
啣
啤
啥
啦
嘖
啨
啩
啪
啫
嗇
囀
齧
嚙
嘓
囉
啱
啲
啳
嘽
啵
啶
啷
嘯
啹
啺
啻
啼
啽
啾
啿
喀
喁
喂
餵
喃
善
喅
喆
喇
喈
喉
喊
喋
喌
喍
喏
喐
喑
喒
喓
喔
喕
喗
喘
喙
喛
喜
喝
喞
喟
喠
喡
喢
喣
喤
喥
喦
喧
喨
喩
喭
喯
喰
喱
喳
喴
喵
営
噴
喸
喹
喺
喻
喼
嘍
嚳
喿
嗀
嗁
嗂
嗃
嗄
嗅
嗈
嗉
嗋
嗌
嗍
嗏
嗐
嗑
嗒
嗓
嗔
嗕
嗖
嗗
嗘
嗙
嗛
嗜
嗝
嗞
嗟
嗠
嗡
嗢
嗣
嗤
嗥
嗦
嗧
嗨
嗪
囁
嗬
嗭
嗮
嗯
嗰
嗱
嗲
噯
嗴
嗵
嗷
嗸
嗹
嗺
嗻
嗼
嗽
嗾
嗿
嘀
嘁
嘂
嘃
嘄
嘅
嘇
嘈
嘉
嘊
嘋
嘌
嘎
嘏
嘐
嘑
嘒
嘕
嘗
噓
嘙
嘚
嘛
嘝
嘞
嘟
嘠
嘡
嘢
嘣
嚶
嘥
嘦
嘧
嘨
嘪
嘫
嘬
嘭
囑
嘲
嘳
嘴
嘶
嘷
嘹
嘻
嘼
嘿
噀
噁
噂
噃
噄
噅
噆
噇
噈
噉
噊
噋
噌
噍
噎
噏
噐
噑
噒
噔
噕
噖
噗
噘
噙
噛
嚕
噞
噟
噢
噣
噤
噧
器
噩
噪
譟
噫
噬
噭
噮
噰
噱
噳
噵
噶
噷
噹
噺
噻
噼
噽
噾
噿
嚁
嚂
嚃
嚄
嚅
嚆
嚈
嚉
嚊
嚋
嚍
嚎
嚏
嚐
嚑
嚒
嚓
嚔
嚖
嚗
嚘
嚚
嚛
嚜
嚞
嚟
嚠
嚡
嚢
囂
嚤
嚧
嚩
嚪
嚫
嚬
嚭
嚯
嚰
嚱
嚵
嚷
嚸
嚹
嚺
嚻
嚼
嚾
嚿
囃
囄
囆
囇
囊
囋
囌
囍
囎
囏
囐
囒
囓
囔
囕
囖
囗
囘
囙
囚
四
囜
囝
回
迴
囟
因
囡
團
糰
団
囤
囥
囦
囧
囨
囩
囪
囫
囬
園
囮
囯
困
睏
囲
図
圍
圇
囶
囷
囸
囹
固
囻
囼
國
圖
囿
圀
圁
圂
圃
圄
圅
圓
圈
圉
圊
圌
圎
圏
圐
圑
圔
圕
圗
圙
圚
圛
圜
圝
圞
土
圠
圡
圢
聖
圤
圥
圦
圧
在
圩
圪
圫
圬
圭
圮
圯
地
圱
圲
圳
圴
圵
圶
圷
圸
壙
場
圻
圼
圽
圾
圿
址
坁
坂
坃
坄
坅
坆
均
坈
坉
坊
坋
坌
坍
坎
壞
坐
坑
坒
坓
坔
坕
坖
塊
坘
坙
堅
壇
罈
壢
壩
垻
塢
墳
墜
坡
坢
坣
坤
坥
坦
坧
坨
坩
坪
坫
坬
坭
坮
坯
坰
坱
坲
坳
坴
坵
坶
坷
坸
坹
坺
坻
坼
坽
坿
垀
垁
垂
垃
壟
壠
壚
垇
垈
垉
垊
型
垌
垍
垎
垏
垐
垑
壘
垓
垔
垕
垖
垗
垘
垙
垚
垛
垜
垝
垞
垟
垠
垡
垢
垣
垤
垥
墾
垧
垨
堊
垪
墊
垬
埡
垮
墶
垰
壋
塏
垳
堖
垵
垶
垷
垸
垹
垺
垽
垾
垿
埀
埁
埂
埃
埄
埅
埆
埇
埈
埉
埊
埋
埌
埍
城
埏
埐
埑
埒
埓
埔
埕
埖
埗
塒
壎
塤
堝
埛
埜
埝
埞
域
埠
埢
埣
埤
埥
埦
埧
埨
埩
埪
埫
埭
埮
埯
埰
埱
埲
埳
埴
埵
埶
執
埸
培
基
埻
埼
埽
埾
埿
堀
堁
堂
堃
堄
堆
堇
堈
堉
堋
堌
堍
堎
堐
塹
堒
堓
堔
墮
堗
堘
堙
堚
堛
堜
堞
堟
堠
堡
堢
堣
堤
堥
堦
堧
堨
堩
堪
堫
堬
堭
堮
堯
堰
報
堲
堳
堵
堶
堷
堸
堹
堺
堻
堼
堽
堾
堿
塀
塁
塂
塃
塄
塅
壪
塇
塈
塉
塋
塌
塍
塎
塐
塑
塓
塔
塕
塖
塗
塘
塙
塚
塛
塜
塝
塞
塟
塠
塡
塣
塥
塦
塨
塩
塪
填
塬
塭
塮
塯
塰
塱
塲
塳
塴
塵
塶
塷
塸
塺
塻
塼
塽
塾
塿
墀
墁
墂
境
墄
墅
墆
墇
墈
墉
墋
墌
墍
墎
墏
墐
墑
墒
墓
墔
墕
墖
増
墘
牆
墚
墛
墝
增
墟
墠
墡
墢
墣
墤
墥
墦
墧
墨
墩
墪
墫
墬
墭
墯
墰
墱
墴
墵
墷
墸
墹
墺
墻
墼
墽
墿
壀
壁
壂
壃
壄
壅
壆
壈
壉
壊
壌
壍
壏
壐
壑
壒
壔
壕
壖
壛
壜
壝
壡
壤
壦
壧
壨
士
壬
壭
壯
聲
壱
売
殼
壴
壵
壺
壷
壼
壹
壻
壽
壾
壿
夀
夁
夂
夃
處
夅
夆
夈
変
夊
夋
夌
復
複
覆
夎
夏
夐
夑
夒
夓
夔
夕
外
夗
夘
夙
多
夛
夜
夝
夞
夠
夡
夢
夣
夤
夦
大
夨
天
太
夫
夬
夭
央
夯
夰
失
夲
頭
夶
夷
誇
夸
夾
奪
夻
夼
夽
夿
奀
奩
奐
奃
奄
奅
奆
奇
奈
奉
奊
奮
奌
奍
奎
奏
契
奒
奓
奔
奕
獎
套
奘
奙
奚
奛
奜
奝
奞
奟
奠
奡
奢
奣
奤
奧
奦
奨
奫
奬
奭
奯
奰
奱
奲
女
奴
奵
奶
奷
奸
姦
她
奺
奻
奼
好
奾
奿
妀
妁
如
妃
妄
妅
妝
婦
媽
妉
妊
妋
妌
妍
妎
妏
妐
妑
妒
妓
妔
妕
妖
妗
妘
妙
妚
妛
妜
妞
妟
妠
妡
妢
妣
妤
妥
妦
妧
妨
嫵
嫗
嬀
妬
妭
妮
妯
妰
妱
妲
妳
妵
妶
妷
妸
妹
妺
妻
妼
妽
妾
妿
姀
姁
姂
姃
姄
姅
姆
姇
姈
姉
姊
始
姌
姍
姎
姏
姐
姑
姒
姓
委
姕
姖
姘
姙
姚
姛
姜
薑
姝
姞
姟
姠
姡
姢
姣
姤
姥
姧
姨
姩
姪
姫
姬
姭
姮
姯
姰
姱
姲
姳
姴
姵
姶
姷
姸
姺
姻
姼
姽
姾
姿
娀
威
娂
娃
婁
婭
嬈
嬌
孌
娉
娊
娋
娌
娍
娎
娏
娐
娑
娒
娓
娔
娕
娖
娗
娘
孃
娙
娚
娛
娜
娝
娞
娟
娠
娡
娢
娣
娤
娥
娦
娧
娨
娩
娪
娫
娬
娭
娮
娯
娰
媧
娳
嫺
嫻
娵
娶
娷
娸
娹
娺
娻
娼
娽
娾
娿
婀
婂
婃
婄
婅
婆
婇
婈
婉
婊
婋
婌
婍
婎
婏
婐
婑
婒
婓
婔
婕
婖
婗
婘
婙
婚
婛
婜
婝
婞
婟
婠
婢
婣
婤
婥
婧
婨
婩
婪
婫
婬
婮
婯
婰
婱
婲
嫿
嬰
嬋
嬸
婷
婸
婹
婺
婻
婼
婽
婾
婿
媀
媁
媂
媃
媄
媅
媆
媉
媊
媋
媌
媍
媎
媏
媐
媑
媒
媓
媔
媕
媖
媗
媘
媙
媚
媛
媜
媝
媞
媟
媠
媡
媢
媣
媤
媥
媦
媨
媩
媼
媫
媬
嬃
媮
媯
媱
媲
媳
媴
媵
媶
媷
媸
媹
媺
媻
媾
媿
嫀
嫁
嫂
嫃
嫄
嫆
嫇
嫈
嫉
嫊
嫋
嫌
嫍
嫎
嫏
嫐
嫑
嬡
嫓
嬪
嫕
嫖
嫘
嫙
嫚
嫛
嫜
嫝
嫞
嫟
嫠
嫡
嫢
嫣
嫤
嫥
嫦
嫧
嫨
嫩
嫪
嫫
嫬
嫭
嫮
嫰
嬙
嫲
嫳
嫶
嫷
嫸
嫹
嫼
嫽
嫾
嬁
嬂
嬄
嬅
嬆
嬇
嬉
嬊
嬍
嬎
嬏
嬐
嬑
嬒
嬓
嬔
嬕
嬖
嬗
嬘
嬚
嬛
嬜
嬝
嬞
嬟
嬢
嬤
嬥
嬦
嬧
嬨
嬩
嬫
嬬
嬭
嬮
嬯
嬱
嬲
嬳
嬴
嬶
嬹
嬺
嬻
嬼
嬽
嬾
嬿
孀
孁
孂
孄
孅
孆
孇
孈
孉
孊
孍
孎
孏
子
孑
孒
孓
孔
孕
孖
字
存
孫
孚
孛
孜
孝
孞
孟
孠
孢
季
孤
孥
學
孧
孨
孩
孿
孬
孭
孮
孯
孰
孱
孲
孳
孴
孵
孶
孷
孹
孺
孻
孼
孽
宀
寧
甯
宂
它
牠
宄
宅
宆
宇
守
安
宊
宋
完
宍
宎
宏
宐
宑
宒
宓
宔
宕
宖
宗
官
宙
定
宛
宜
寶
實
実
寵
審
客
宣
室
宥
宦
宧
宨
宩
憲
宮
宬
宭
宰
宱
宲
害
宴
宵
家
宷
宸
容
宺
宻
宼
寬
賓
宿
寀
寁
寂
寃
寄
寅
密
寇
寈
寉
寊
寋
富
寍
寎
寏
寐
寑
寒
寓
寔
寕
寖
寗
寘
寙
寚
寛
寜
寢
寞
察
寠
寡
寣
寤
寥
寨
寪
寭
寮
寯
寰
寱
寲
寳
寴
寷
寸
對
寺
尋
導
寽
対
尀
封
専
尃
射
尅
將
尉
尊
尌
小
尐
少
尒
尓
爾
尕
尖
尗
尙
尚
尛
尜
尞
尟
尠
尡
尢
尣
尤
尥
尦
尨
尩
尪
尫
尬
尭
尮
尯
尰
就
尲
尳
尷
尵
尶
屍
尸
尹
尺
尻
尼
盡
尾
尿
局
屁
層
屓
屄
居
屆
屇
屈
屜
屋
屌
屎
屏
屐
屑
屒
屔
展
屗
屘
屙
屚
屛
屝
屬
屟
屠
屢
屣
履
屨
屧
屩
屪
屭
屮
屯
屰
山
屲
屳
屴
屵
屶
屷
屸
屹
屺
屻
屼
屽
屾
嶼
岀
歲
豈
岃
岄
岅
岆
岇
岈
岉
岊
岋
岌
岍
岎
岏
岐
岑
岒
岓
岔
岕
嶇
崗
峴
岙
嵐
島
岜
岝
岞
岟
岠
岢
岣
岤
岥
岦
岧
岨
巖
岩
岪
岫
岬
嶺
岮
岯
岰
岱
岲
嶽
岳
岴
岵
岶
岷
岸
岹
岺
岻
岼
崬
岾
巋
峀
峁
峂
嶨
嶧
峅
峆
峇
峈
峉
峊
峋
峌
峍
峎
峏
峐
峑
峒
峓
峔
峕
峖
峗
峘
峙
峚
峛
峜
峝
峞
峟
峠
峽
嶢
嶠
崢
巒
峧
峨
峩
峪
峫
峬
峭
峮
峯
峱
峲
峳
峵
峷
峸
峹
峺
峻
峼
峿
崀
崁
嶗
崍
嶮
崆
崇
崈
崉
崊
崋
崌
崎
崏
崐
崑
崒
崓
崔
崕
崖
崘
崚
崛
崜
崝
崞
崟
崠
崡
崤
崥
崦
崧
崨
崩
崪
崫
嶄
崮
崯
崰
崱
崲
崳
崴
崵
崶
崷
崸
崺
崻
崼
崽
崾
崿
嵀
嵁
嵂
嵃
嵄
嵅
嵆
嵇
嵈
嵉
嵊
嵋
嵌
嵍
嵎
嵏
嵑
嵒
嵓
嵔
嵕
嵖
嵗
嶸
嵙
嶔
嵛
嵜
嶁
嵞
嵟
嵠
嵡
嵢
嵣
嵤
嵥
嵦
嵧
嵨
嵩
嵪
嵫
嵬
嵭
嵮
嵯
嵰
嵱
嵲
嵴
嵵
嵶
嵷
嵸
嵹
嵺
嵻
嵼
嵽
嵿
嶀
嶂
嶃
嶅
嶆
嶈
嶉
嶊
嶋
嶌
嶍
嶎
嶏
嶐
嶑
嶒
嶓
嶕
嶖
嶙
嶚
嶛
嶜
嶝
嶞
嶟
嶡
嶣
嶤
嶥
嶦
嶩
嶪
嶫
嶬
嶭
嶯
嶰
嶱
嶲
嶴
嶵
嶶
嶷
嶹
嶻
嶾
巀
巁
巂
巃
巄
巔
巆
巇
巈
巉
巌
巍
巎
巏
巐
巑
巓
巕
巗
巘
巙
巚
巛
巜
川
州
巟
巠
巡
巢
巣
巤
工
左
巧
巨
鉅
鞏
巪
巫
巬
巭
差
巰
己
已
巳
巴
巵
巶
巷
巸
巺
巻
巼
巽
巾
巿
帀
幣
市
布
帄
帥
帆
帇
師
帉
帊
帋
希
帍
帎
幃
帳
帑
帒
帓
帔
帕
帖
帗
簾
帘
帙
帚
帛
幟
帝
帞
帟
帠
帡
帢
帣
帤
帶
幀
帨
帩
帪
帬
席
蓆
幫
帯
帰
幬
帲
帴
帵
帷
常
帹
帺
幘
幗
帽
帾
帿
幁
幄
幅
幆
幇
幈
幉
幊
幋
幌
幍
幎
幏
幐
幑
幒
幔
幕
幖
幙
幚
幛
幜
幝
幞
幠
幡
幢
幤
幥
幦
幧
幨
幩
幪
幭
幮
幯
幰
幱
幹
干
平
年
幵
幷
幸
幺
幻
幼
幽
廣
广
庀
庁
庂
広
莊
庅
慶
庇
庈
庉
牀
庋
庌
庍
庎
序
廬
廡
庒
庫
應
底
庖
店
庘
廟
庚
庛
府
庝
龐
廢
庠
庡
庢
庣
庤
庥
度
座
庨
庩
庪
庬
庭
庮
庯
庰
庱
庲
庳
庴
庵
菴
庶
康
庸
庹
庺
庻
廎
庽
庾
庿
廀
廃
廅
廆
廇
廉
廊
廋
廌
廍
廏
廐
廑
廒
廓
廔
廕
廖
廗
廘
廙
廛
廜
廞
廤
廥
廦
廧
廨
廩
廫
廭
廮
廯
廰
廱
廲
廴
廵
延
廷
廸
廹
建
廻
廼
廽
廾
廿
開
弁
異
棄
弄
弅
弆
弇
弈
弉
弊
弋
弌
弍
弎
式
弐
弒
弓
引
弖
弗
弘
弙
弚
弛
弜
弝
弞
弟
張
弡
弢
弣
弤
彌
瀰
弦
絃
弧
弨
弩
弳
弫
弬
弭
弮
彎
弰
弱
弲
弴
弶
強
弸
彈
弻
弼
弽
弾
弿
彀
彁
彂
彃
彄
彅
彇
彉
彊
彋
彍
彏
彐
彑
歸
當
彔
錄
彖
彗
彘
彙
彚
彛
彜
彝
彞
彠
彡
形
彣
彤
彥
彧
彲
彩
彪
彫
彬
彭
彮
彯
彰
影
彳
彴
彵
彶
彸
役
彺
徹
彼
彽
彾
往
徵
征
徂
徃
徑
待
徆
徇
很
徉
徊
律
徍
徎
徏
徐
徒
従
徔
徠
徖
得
徘
徙
徚
徛
徜
徝
徟
御
禦
徢
徣
徤
徥
徦
徧
徨
循
徫
徬
徭
微
徯
徰
徱
徲
徳
徴
徶
德
徸
徺
徻
徼
徽
徾
忀
忁
忂
心
忄
必
憶
忇
忈
忉
忊
忋
忌
忍
忎
懺
忐
忑
忒
忓
忔
忕
忖
志
誌
忘
忙
忚
忛
応
忝
忞
忟
忠
忡
忢
忣
忤
忥
忦
憂
忨
忩
忪
快
忬
忭
忮
忯
忰
忱
忲
忳
忴
念
忶
忷
忸
忹
忺
忻
忼
忽
愾
忿
懷
態
慫
憮
慪
悵
愴
怇
怈
怉
怊
怋
怌
怍
怎
怏
怐
怑
怒
怓
怔
怕
怖
怗
怘
怙
怚
怛
憐
思
怞
怟
怠
怡
怢
怣
怤
急
怦
性
怨
怩
怪
怫
怬
怭
怮
怯
怰
怱
怲
怳
怴
怵
怶
怷
怸
怹
怺
總
懟
怽
怾
懌
恀
恁
恂
恃
恄
恅
恆
恇
恈
恉
恊
戀
恌
恍
恏
恐
恑
恓
恔
恕
恖
恗
恘
恙
恚
恛
恜
恝
恞
恟
恠
恡
恢
恣
恤
恥
恦
恧
恨
恩
恪
恫
恬
恭
恮
息
恰
恱
恲
懇
恴
恵
惡
恷
慟
懨
愷
惻
惱
惲
恾
恿
悀
悁
悂
悃
悄
悅
悆
悇
悈
悉
悊
悋
悌
悍
悎
悏
悐
悑
悒
悓
悔
悕
悖
悗
悘
悙
悚
悛
悜
悝
悞
悟
悠
悡
悢
患
悤
悥
悧
您
悩
悪
愨
懸
慳
憫
悰
悱
悲
悳
悴
悶
悷
悸
悹
悺
悻
悼
悾
悿
惀
惁
惂
惃
惄
情
惆
惇
惈
惉
驚
惋
惌
惍
惎
惏
惐
惑
惒
惓
惔
惕
惖
惗
惘
惙
惚
惛
惜
惝
惞
惟
惠
惢
惣
惤
惥
惦
懼
慘
懲
惪
憊
愜
慚
憚
慣
惰
想
惴
惵
惶
惷
惸
惹
惺
惼
惽
惾
惿
愀
愁
愂
愃
愄
愅
愆
愇
愈
癒
愉
愊
愋
愌
愍
愎
意
愐
愑
愒
愓
愔
愕
愖
愗
愘
愙
愚
愛
愝
愞
感
慍
愡
愢
愣
憤
愥
憒
愧
愩
愪
愫
愬
愭
愮
愯
愰
愱
愲
愳
愵
愶
愸
愹
愺
愻
愼
愽
願
愿
慀
慁
慂
慃
慄
慅
慆
慇
慈
慉
慊
慌
慎
慏
慐
懾
慒
慓
慔
慕
慖
慗
慙
慛
慜
慝
慞
慠
慡
慢
慤
慥
慦
慧
慨
慩
慬
憖
慮
慯
慰
慱
慲
慴
慵
慷
慸
慹
慻
慼
慽
慾
慿
憀
憁
憃
憅
憆
憇
憈
憉
憋
憌
憍
憎
憏
憓
憔
憕
憗
憘
憙
憛
憜
憝
憞
憟
憠
憡
憣
憥
憦
憧
憨
憩
憪
憬
憭
憯
憰
憱
憳
憴
憵
憷
憸
憹
憺
憻
憼
憽
憾
憿
懀
懁
懂
懃
懅
懆
懈
懊
懋
懍
懎
懏
懐
懣
懶
懓
懕
懖
懗
懘
懙
懚
懛
懜
懝
懞
懠
懡
懢
懥
懦
懧
懩
懪
懫
懬
懭
懮
懯
懰
懳
懴
懵
懹
懻
懽
懿
戁
戂
戃
戄
戅
戇
戈
戉
戊
戔
戌
戍
戎
戲
成
我
戒
戓
戕
或
戧
戰
戙
戚
戛
戜
戝
戞
戟
戠
戡
戢
戣
戤
戥
戦
戨
戩
截
戫
戭
戮
戱
戳
戴
戵
戶
戸
戹
戺
戻
戼
戽
戾
房
所
扁
扂
扃
扄
扅
扆
扇
扈
扉
扊
手
扌
才
纔
扎
紮
扏
扐
撲
扒
打
扔
払
扖
扗
託
托
扙
扚
扛
扜
扝
扞
扟
扠
扡
扢
扣
釦
扤
扥
扦
扨
擴
捫
掃
揚
扭
扮
扯
擾
扱
扲
扳
扴
扵
扶
扷
扸
批
扺
扻
扼
扽
找
承
技
抁
抂
抃
抄
抅
抆
抇
抈
抉
把
抋
抌
抍
抎
抏
抐
抑
抒
抓
抔
投
抖
抗
折
摺
抙
撫
拋
抜
抝
択
摶
摳
掄
搶
抣
護
抦
抧
抨
抩
抪
披
抬
抭
抮
抯
抰
抱
抲
抳
抴
抵
牴
抶
抷
抸
抹
抺
抻
押
抽
抾
抿
拀
拁
拂
拃
拄
擔
拆
拇
拈
拉
拊
拌
拍
拎
拏
拐
柺
拑
拒
拓
拔
拕
拖
拗
拘
拙
拚
招
拜
拝
拞
擬
拠
拡
攏
揀
拤
擁
攔
擰
撥
擇
拪
拫
括
拭
拮
拯
拰
拱
拲
拳
拴
拵
拶
拷
拸
拹
拺
拻
拼
拽
拾
拿
挀
持
掛
挂
挃
挄
挅
挆
指
挈
按
挊
挋
挌
挍
挎
挏
挐
挑
挒
挓
挔
挕
挖
挗
挘
挙
摯
攣
掗
撾
撻
挾
撓
擋
撟
掙
擠
揮
撏
挧
挨
捱
挩
挪
挫
挬
挭
挮
振
挰
挱
挲
挳
挴
挵
挶
挷
挸
挹
挺
挻
挼
挽
輓
挿
捀
捁
捂
捃
捄
捅
捆
捇
捈
捉
捊
捋
捌
捍
捎
捏
捐
捑
捒
捓
捔
捕
捖
捗
捘
捙
捚
捛
捜
撈
損
撿
換
搗
捤
捥
捦
捧
捨
捩
捪
捭
據
据
捯
捰
捳
捴
捵
捶
捷
捸
捹
捺
捻
捼
捽
捾
捿
掀
掁
掂
掅
掇
授
掉
掊
掋
掌
掍
掎
掏
掐
掑
排
掓
掔
掕
掖
掘
掜
掝
掞
掟
掠
採
探
掣
掤
接
掦
控
推
掩
措
掫
掬
掭
掮
掯
掰
掱
掲
擄
摑
掵
擲
撣
掹
摻
掻
摜
掽
掾
掿
揁
揂
揃
揄
揅
揆
揇
揈
揉
揊
揌
揍
揎
描
提
揑
插
揓
揔
揕
揖
揗
揘
揙
揜
揝
揞
揟
揠
握
揢
揣
揤
揥
揦
揧
揨
揩
揪
揫
揬
揭
揰
揱
揲
揳
援
揵
揶
揷
揸
揹
揺
揻
揼
攬
搵
撳
攙
擱
摟
搃
揯
攪
搆
搇
搈
搉
搊
搋
搌
搎
搏
搐
搑
搒
搓
搔
搕
搖
搘
搙
搚
搛
搜
蒐
搞
搟
搠
搡
搢
搣
搤
搥
搦
搧
搨
搩
搪
搫
搬
搭
搮
搯
搰
搱
搲
搳
搴
搷
搸
搹
攜
搻
搼
搽
搾
搿
摀
摁
摂
摃
攝
攄
擺
擯
摉
攤
摋
摌
摍
摎
摏
摐
摒
摓
摔
摕
摖
摗
摘
摙
摚
摛
摝
摞
摠
摡
摢
摣
摤
摥
摦
摧
摨
摩
摪
摫
摬
摭
摮
摰
摱
摲
摴
摵
摷
摸
摹
摼
摽
摾
摿
撀
撁
撂
撃
攖
撅
撆
撇
撉
撋
撌
撍
撎
撐
撒
撔
撕
撖
撗
撘
撙
撚
撛
撜
撞
撠
撡
撢
撤
撦
撧
撨
撩
撪
撬
播
撮
撯
撰
撱
撴
攆
撶
擷
擼
撹
攛
撼
撽
擀
擂
擃
擅
擆
擈
擉
擌
操
擎
擏
擐
擑
擒
擕
擖
擗
擘
擙
擛
㩵
擝
擻
擡
擢
擣
擤
擥
擦
擧
擨
擩
擪
擫
擭
擮
擳
擵
擶
擸
擹
擿
攀
攂
攃
攅
攈
攉
攊
攋
攌
攍
攐
攑
攢
攓
攕
攗
攘
攚
攞
攟
攠
攡
攥
攦
攧
攨
攩
攫
攭
攮
支
攰
攱
攲
攴
攵
收
攷
攸
改
攺
攻
攼
攽
放
政
敀
敁
敂
敃
敄
故
敆
敇
效
敉
敊
敋
敵
敍
敎
敏
敐
救
敒
敓
敔
敕
敖
敗
教
斂
敜
敝
敞
敟
敠
敡
敢
散
敤
敥
敦
敧
敨
斆
敪
敫
敬
敭
敮
敯
數
敱
敲
敳
整
敶
敷
敹
敺
敻
敼
敽
敾
敿
斀
斁
斃
斄
斅
文
斈
斉
斊
齋
斌
斍
斎
斏
斐
斑
斒
斕
斔
斖
鬥
斗
斘
料
斚
斛
斜
斝
斟
斠
斡
斢
斣
斤
斥
斦
斧
斨
斬
斪
斫
斷
斮
斯
新
斱
斲
斳
斴
斵
斶
斸
方
斺
斻
施
斾
斿
旀
旁
旂
旃
旄
旅
旆
旇
旈
旉
旊
旋
鏇
旌
旍
旎
族
旐
旑
旒
旓
旔
旕
旖
旗
旘
旙
旚
旛
旜
旝
旞
旟
無
旡
既
旣
旤
日
旦
舊
旨
早
旪
旫
旬
旭
旮
旯
旰
旱
旲
旳
旴
旵
時
曠
暘
旹
旺
旻
旼
旽
旾
旿
昀
昂
昃
昄
昅
昆
昈
昉
昊
昋
昌
昍
明
昏
昐
昑
昒
易
昔
昕
昖
昗
昘
曇
昚
昛
昜
昝
昞
星
映
昡
昢
昣
昤
春
昦
昧
昨
昩
昪
昫
昬
昭
昮
是
昰
昱
昲
昳
昴
暱
昶
昷
昸
昹
昺
昻
晝
曨
顯
昿
晀
晁
晃
晄
晅
晆
晇
晈
晉
晊
晌
晍
晎
晏
晐
晑
曬
曉
曄
暈
暉
晗
晘
晙
晚
晛
晜
晞
晟
晠
晡
晢
晣
晤
晥
晦
晧
晨
晩
晪
晫
晬
晭
普
景
晰
晱
晲
晳
晴
晵
晶
晷
晸
晹
智
晻
晼
晽
晾
晿
暀
暁
暫
暃
暄
𣈶
暆
暇
暊
暋
暌
暍
暎
暏
暐
暑
暒
暓
暔
暕
暖
暗
闇
暙
暚
暛
暜
暝
暞
暟
暠
暡
暢
暣
暤
暥
暦
曖
暨
暩
暪
暬
暭
暮
暯
暰
暲
暳
暴
暵
暶
暷
暸
暹
暺
暻
暼
暽
暾
暿
曀
曁
曂
曃
曅
曈
曋
曌
曍
曎
曐
曑
曒
曓
曔
曕
曗
曘
曙
曚
曛
曜
曝
曞
曟
曡
曢
曣
曤
曥
曦
曧
曩
曪
曫
曭
曮
曯
曰
曱
曲
麴
曳
更
曵
曶
曷
曹
曺
曻
曼
曽
曾
替
最
朁
朂
朄
朅
朆
朇
月
有
朊
朋
朌
服
朎
朏
朐
朑
朒
朓
朔
朕
朖
朗
朘
朙
朚
望
朜
朝
朞
期
朠
朡
朢
朣
朤
朥
朦
朧
木
朩
未
末
本
札
朮
術
朰
朱
硃
朲
朳
樸
朴
朵
朶
朸
朹
機
朻
朽
朾
朿
殺
杁
雜
權
杄
杅
杆
桿
杇
杈
杉
杊
杋
杌
杍
李
杏
材
村
杒
杓
杔
杕
杖
杗
杘
杙
杛
杜
杝
杞
束
槓
杠
條
杢
杣
杤
杦
杧
楊
榪
杪
杫
杬
杭
杮
杯
盃
杰
杲
杳
杴
杵
杶
杷
杸
杹
杺
杻
杼
杽
松
鬆
板
闆
枀
極
极
枂
枃
構
枅
枆
枇
枈
枉
枊
枋
枌
枍
枎
枏
析
枑
枒
枓
枔
枕
枖
林
枘
枙
枚
枛
果
枝
樅
枟
枠
枡
樞
棗
枤
櫪
枦
梘
棖
枩
槍
楓
枬
梟
枮
枯
枰
枱
枲
枳
枴
枵
架
枷
枸
枹
枺
枻
枼
枽
枾
枿
柀
柁
柂
柃
柄
柅
柆
柇
柈
柉
柊
柋
柌
柍
柎
柏
某
柑
柒
染
柔
柕
柖
柗
柘
柙
柚
柛
櫃
柜
柝
柞
柟
檸
柡
柢
柣
柤
查
柦
柧
柨
柩
柪
柫
柬
柭
柮
柯
柰
柱
柲
柳
柴
柵
柶
柷
柸
柹
査
柼
檉
柾
柿
梔
栁
栂
栃
栄
栆
標
棧
櫛
櫳
棟
櫨
栍
櫟
欄
栐
樹
栒
栓
栔
栕
棲
栗
栘
栙
栛
栜
栝
栞
栟
栠
校
栢
栣
栤
栥
栦
栧
栨
栩
株
栫
栬
栭
栮
栯
栰
栱
栲
栳
栴
栵
栶
樣
核
覈
根
栺
栻
格
栽
欒
栿
桀
桁
桂
桃
桄
桅
框
桇
案
桉
桊
桋
桌
桍
桎
桐
桑
桒
桓
桔
桕
桖
桗
桘
桙
桚
桛
桜
桝
桞
桟
椏
橈
楨
檔
榿
橋
樺
檜
槳
樁
樳
桫
桬
桭
桮
桯
桰
桱
桲
桳
桴
桵
桶
桷
桸
桹
桻
桼
桽
桾
梀
梁
樑
梂
梃
梄
梅
梆
梇
梈
梉
梊
梋
梌
梍
梎
梏
梐
梑
梒
梓
梕
梖
梗
梙
梚
梛
梜
梞
梠
梡
梢
梣
梤
梥
梧
梨
梩
梪
梫
梭
梮
梯
械
梱
梲
梳
梴
梵
梶
梷
梸
梹
梺
梻
檮
梽
棶
槤
檢
欞
棃
棅
棆
棇
棈
棉
棊
棋
棌
棍
棎
棏
棐
棑
棒
棓
棔
棕
棘
棙
棚
棛
棜
棝
棞
棠
棢
棣
棤
棥
棦
棨
棩
棪
棫
棬
棭
森
棯
棰
棱
棳
棴
棵
棷
棸
棹
棺
棻
棼
棽
棾
棿
椀
槨
椂
椃
椄
椅
椆
椇
椈
椉
椊
椋
椌
植
椎
椐
椑
椒
椓
椔
椕
椖
椗
椘
椙
椚
椛
検
槼
椞
櫝
槧
椡
槶
椣
欏
椥
椦
椧
椨
椩
椪
樿
椬
橢
槮
椯
椰
椱
椳
椴
椵
椶
椷
椸
椹
椺
椻
椼
椽
椾
椿
楀
楁
楂
楃
楄
楅
楆
楇
楈
楉
楋
楌
楍
楎
楏
楐
楑
楒
楔
楕
楖
楗
楘
楙
楚
楛
楜
楝
楞
楟
楠
楡
楢
楣
楤
楥
楦
楧
楩
楪
楫
楬
楮
楯
楰
楱
楲
楳
楴
楶
楷
楸
楹
楺
楻
樓
楽
楾
楿
榀
榁
概
榃
欖
榲
榆
櫬
櫚
櫸
榊
榋
榌
榍
榎
榏
榐
榑
榒
榓
榔
榕
榖
榗
榘
榙
榚
榛
榜
樧
榞
榟
榠
榡
榢
榣
榤
榥
榦
榧
榨
榩
榫
榬
榭
榮
榯
榰
榱
榳
榴
榵
榶
榷
榸
榹
榺
榻
榼
榽
榾
槀
槁
槂
槃
槄
槅
槆
槇
槈
槉
槊
槌
槎
槏
槐
槑
槒
槔
槕
槖
槗
様
槙
檟
檻
槜
槝
槞
檳
櫧
槡
槢
槣
槥
槦
槩
槪
槫
槬
槭
槯
槰
槱
槲
槴
槵
槷
槸
槹
槺
槻
槽
槾
槿
樀
樃
樄
樆
樇
樈
樉
樊
樋
樌
樍
樎
樏
樐
樒
樔
樕
樖
樗
樘
樚
樛
樜
樝
樟
樠
模
樤
樥
樦
樨
権
橫
樬
樭
樮
檣
樰
櫻
樲
樴
樵
樶
樷
樻
樼
樽
樾
橀
橁
橂
橃
橄
橅
橆
橇
橉
橌
橍
橎
橏
橐
橑
橒
橓
橔
橕
橖
橗
橘
橙
橚
橛
橜
橝
橞
橠
橡
橣
橤
櫫
橦
橧
橨
橩
橪
橬
橭
橮
橰
櫥
橲
橳
橴
橵
橶
橷
橸
櫓
橺
橻
櫞
橽
橾
橿
檀
檁
檂
檃
檄
檅
檆
檇
檈
檊
檋
檌
檍
檎
檏
檐
檑
檒
檓
檕
檖
檗
檘
檙
檚
檛
檝
檞
檠
檡
檤
檥
檦
檧
檨
檪
檫
檬
檰
檱
檲
檴
檵
檶
檷
檹
檺
檼
檽
檾
檿
櫀
櫁
櫂
櫄
櫆
櫇
櫈
櫉
櫊
櫋
櫌
櫍
櫎
櫏
櫐
櫑
櫒
櫔
櫕
櫖
櫗
櫘
櫙
櫜
櫡
櫢
櫣
櫤
櫦
櫮
櫯
櫰
櫱
櫲
櫴
櫵
櫶
櫷
櫹
櫺
櫼
櫽
櫾
櫿
欀
欁
欂
欃
欅
欆
欇
欈
欉
欋
欌
欎
欐
欑
欓
欔
欗
欘
欙
欚
欛
欜
欝
欟
欠
次
歡
欣
歟
欥
欦
歐
欨
欩
欪
欫
欬
欭
欮
欯
欰
欱
欲
欳
欴
欵
欶
欷
欸
欹
欺
欻
欼
欽
款
欿
歀
歁
歂
歃
歄
歅
歆
歇
歈
歉
歊
歋
歌
歍
歏
歑
歒
歓
歔
歕
歖
歗
歘
歙
歚
歛
歜
歞
歠
止
正
此
步
武
歧
歨
歩
歪
歫
歬
歭
歮
歯
歰
歱
歳
歴
歵
歶
歹
歺
死
殲
歽
歾
歿
殀
殂
殃
殄
殅
殆
殤
殈
殉
殊
殘
殍
殎
殏
殐
殑
殞
殮
殔
殕
殖
殗
殙
殫
殛
殜
殝
殟
殠
殯
殢
殣
殥
殦
殧
殩
殪
殬
殰
殱
殳
毆
段
殶
殷
殸
殹
殻
殽
殾
殿
毀
燬
譭
轂
毃
毄
毅
毇
毈
毉
毊
毋
毌
母
毎
每
毐
毑
毒
毓
比
畢
毖
毗
毘
毚
毛
毜
毝
毞
毟
毠
氈
毢
毣
毤
毥
毦
毧
毨
毩
毪
毫
毬
毭
毮
毯
毰
毱
毲
毳
毴
毿
𣯶
毷
毸
毹
毺
毻
毼
毽
毾
氀
氁
氂
氃
氄
氅
氆
氌
氉
氊
氋
氍
氎
氏
氐
民
氒
氓
氣
氕
氖
気
氘
氙
氚
氛
氜
氝
氞
氟
氠
氡
氫
氤
氥
氦
氧
氨
氬
氪
氮
氯
氰
氱
氳
水
氵
氶
氷
永
氹
氺
氻
氼
氽
氾
氿
汀
汁
求
汃
汄
汅
汆
汈
漢
汊
汋
汌
汍
汎
汏
汐
汑
汒
汓
汔
汕
汖
汗
汘
汙
汚
汛
汜
汝
汞
江
池
污
汢
汣
湯
汥
汦
汧
汨
汩
汪
汫
汬
汭
汮
汯
汰
汱
汲
汳
汴
汵
汶
汷
汸
洶
汻
汼
汽
汾
沀
沁
沂
沃
澐
沅
沆
沇
沈
瀋
沉
沊
沋
沌
沍
沎
沏
沐
沑
沒
沓
沔
沕
沗
沘
沙
沚
沛
沜
沝
沞
溝
沠
沢
灃
漚
瀝
淪
滄
渢
潙
滬
沫
沬
沭
沮
沯
沰
沱
沲
河
沴
沵
沶
沷
沸
油
沺
治
沼
沽
沾
霑
沿
泂
泃
泄
泅
泆
泇
泈
泉
泊
泋
泌
泍
泎
泏
泐
泑
泒
泓
泔
法
泖
泗
泘
泙
泚
泛
泜
泝
濘
泟
泠
泡
波
泣
泤
泥
泦
泧
注
註
泩
淚
泫
泬
泭
泮
泯
泰
泱
泲
泳
泴
泵
澩
瀧
瀘
泹
濼
瀉
潑
澤
涇
泿
洀
潔
洂
洃
洄
洅
洆
洇
洈
洉
洊
洋
洌
洍
洎
洏
洐
洑
灑
洓
洔
洕
洖
洗
洘
洙
洚
洛
洜
洝
洞
洟
洠
洡
洢
洣
洤
津
洦
洧
洨
洩
洪
洫
洬
洭
洮
洯
洰
洱
洲
洳
洴
洵
洷
洸
洹
洺
活
窪
洽
派
洿
浀
流
浂
浹
浄
淺
漿
澆
湞
溮
濁
測
浌
澮
濟
瀏
滻
渾
滸
濃
潯
濜
浖
浗
浘
浙
浚
浛
浜
浞
浟
浠
浡
浢
浣
浤
浥
浦
浧
浩
浪
浫
浬
浭
浮
浯
浰
浱
浲
浳
浴
浵
浶
海
浸
浺
浻
浼
浽
浾
浿
涀
涁
涂
涃
涄
涅
涆
消
涉
涊
涋
湧
涌
涍
涎
涏
涐
涑
涒
涓
涔
涕
涖
涗
涘
涙
濤
涜
澇
淶
漣
潿
渦
溳
渙
滌
涥
潤
澗
漲
澀
涪
涫
涬
涭
涮
涯
涰
涱
液
涳
涴
涵
涶
涷
涸
涹
涺
涻
涽
涾
涿
澱
淀
淁
淂
淃
淄
淅
淆
淇
淈
淉
淊
淋
淌
淍
淎
淏
淐
淑
淓
淔
淕
淖
淗
淘
淙
淛
淜
淝
淞
淟
淠
淡
淢
淤
淥
淦
淧
淫
淬
淭
淮
淯
淰
深
淲
淳
淴
淵
混
淸
淹
添
淼
淽
淾
淿
渀
渁
渂
渃
渄
清
渆
渇
済
渉
渋
漬
瀆
渏
漸
澠
渒
渓
漁
渕
滲
渘
渚
渜
渝
渞
渟
渠
渡
渣
渤
渥
渧
渨
溫
渪
渫
渭
渮
港
渰
渱
渲
渳
渴
渵
渶
渷
遊
游
渹
渺
渻
渼
渽
渿
湀
湁
湂
湃
湄
湅
湆
湇
湈
湉
湋
湌
湍
湎
湏
湐
湑
湒
湓
湔
湕
湖
湗
湘
湙
湚
湛
湜
湝
湟
湠
湡
湢
湣
湤
湥
湦
湨
湩
湪
湫
湬
湭
湮
湰
湱
湲
湳
湴
湵
湶
湷
湸
湹
湺
湻
湼
灣
溼
満
濚
溂
潰
溄
濺
漵
漊
溈
溉
溊
溋
溌
溍
溎
溏
源
溑
溒
溓
溔
溕
溗
溘
溙
溚
溛
溜
溞
溟
溠
溡
溢
溣
溤
溥
溦
溧
溨
溩
溪
溭
溯
溰
溱
溲
溴
溵
溶
溷
溸
溹
溺
溻
溽
溾
溿
滀
滁
滂
滃
滅
滆
滇
滈
滉
滊
滋
滍
滎
滏
滐
滑
滒
滓
滔
滕
滖
潷
滘
滙
滾
滛
滜
滝
滯
灩
灧
灄
滿
瀅
滣
濾
濫
灤
滧
濱
灘
澦
滫
滭
滮
滰
滱
滳
滴
滵
滶
滹
滺
滼
滽
漀
漂
漃
漄
漅
漆
漇
漈
漉
漋
漌
漍
漎
漏
漐
漑
漒
漓
灕
演
漕
漖
漘
漙
漛
漝
漞
漟
漠
漡
漤
漥
漦
漧
漨
漩
漪
漫
漭
漮
漯
漰
漱
漳
漴
漶
漷
漹
漺
漻
漼
漽
漾
潀
潁
潂
潃
潄
潅
瀠
瀟
潈
潉
潊
瀲
潌
濰
潎
潏
潐
潒
潓
潕
潖
潗
潘
潛
潝
潞
潟
潠
潡
潢
潣
潥
潦
潧
潨
潩
潪
潫
潬
潭
潮
潱
潲
瀦
潵
潶
潸
潹
潺
潻
潼
潽
潾
澁
澂
澃
澄
澅
澈
澉
澊
澋
澌
澍
澎
澏
澑
澒
澓
澔
澕
澖
澘
澙
澚
瀂
瀾
澝
澞
澟
澡
澢
澣
澥
澧
澨
澪
澫
澬
澭
澯
澰
澲
澳
澴
澵
澶
澷
澸
澹
澺
澻
澼
澽
澿
激
濂
濅
濆
濇
濈
濉
濊
濋
濌
濍
濎
濏
濐
瀨
瀕
濓
濔
濕
濖
濗
濙
濛
濝
濞
濠
濡
濢
濣
濥
濦
濨
濩
濪
濬
濭
濮
濯
濲
濳
濴
濵
濶
濸
濹
濻
濽
濿
瀀
瀁
瀃
瀄
瀇
瀈
瀊
瀌
瀍
瀎
瀐
瀑
瀒
瀓
瀔
瀖
瀗
瀙
瀚
瀛
瀜
瀞
瀡
瀢
瀣
瀤
瀥
瀪
瀫
瀬
瀭
瀮
瀯
瀱
瀳
瀴
瀵
瀶
瀷
瀸
瀹
瀺
瀻
瀼
瀽
瀿
灀
灁
灂
灅
灆
灇
灈
灉
灊
灋
灌
灎
灝
灐
灒
灓
灔
灖
灙
灚
灛
灜
灞
灟
灠
灢
灥
灦
灨
灪
火
灬
灮
燈
灰
灱
灲
灳
灴
靈
竈
灷
灸
灹
灺
灻
灼
災
燦
煬
炁
炂
炃
炄
炅
炆
炇
炈
爐
炊
炋
炌
炎
炏
炐
炑
炒
炓
炔
炕
燉
炗
炘
炙
炚
炛
煒
熗
炞
炟
炠
炡
炢
炣
炤
炥
炦
炧
炨
炩
炪
炫
炬
炭
炮
炯
炰
炱
炲
炳
炴
炵
炶
炷
炸
點
為
炻
煉
鍊
熾
炾
炿
烀
爍
爛
烴
烄
烅
烆
烇
烈
烉
烊
烋
烌
烍
烎
烐
烑
烒
烓
烔
烕
烖
烗
烘
烙
烚
燭
烜
烝
烞
煙
菸
烠
烡
烢
烣
烤
烥
煩
燒
燁
燴
烪
燙
燼
熱
烮
烯
烰
烱
烳
烵
烶
烷
烸
烹
烺
烻
烼
烽
烿
焀
焁
焂
焃
焄
焅
焆
焇
焈
焉
焊
焋
焌
焍
焎
焏
焐
焑
焓
焔
煥
燜
焗
燾
焙
焚
焛
焜
焝
焞
焟
焠
焢
焣
焤
焥
焦
焧
焨
焩
焪
焫
焬
焭
焮
焯
焰
焱
焲
焳
焴
焵
然
焷
焸
焹
焺
焻
焼
焽
焾
焿
煀
煁
煂
煃
煄
煅
煆
煇
煈
煊
煋
煌
煍
煎
煏
煐
煑
煓
煔
煕
煖
煗
煘
煚
煛
煜
煝
煞
煟
煠
煡
煢
煣
煤
煦
照
煨
煪
煫
煭
煮
煯
煰
煲
煳
熅
煵
煶
煷
煸
煹
煺
煻
煼
煽
煾
煿
熀
熁
熂
熃
熄
熆
熇
熈
熉
熊
熋
熌
熎
燻
熏
熐
熑
熒
熓
熔
熕
熖
熘
熙
熚
熛
熜
熝
熞
熟
熠
熡
熢
熣
熤
熥
熦
熧
熨
熩
熪
熫
熬
熮
熯
熰
熲
熳
熴
熵
熶
熷
熸
熹
熺
熻
熼
熽
熿
燀
燂
燃
燄
燅
燆
燇
燊
燋
燌
燍
燎
燏
燐
燑
燓
燔
燕
燖
燗
燘
燚
燛
燝
燞
營
燠
燡
燢
燣
燤
燥
燧
燨
燩
燪
燫
燮
燯
燰
燱
燲
燳
燵
燷
燸
燹
燺
燽
燿
爀
爁
爂
爃
爄
爅
爆
爇
爈
爉
爊
爋
爌
爎
爏
爑
爒
爓
爔
爕
爖
爗
爘
爙
爚
爜
爝
爞
爟
爠
爡
爢
爣
爤
爦
爧
爨
爩
爪
爫
爬
爮
爯
爰
爳
爴
爵
父
爺
爸
爹
爻
爼
爽
爿
牁
牂
牃
牄
牅
片
版
牉
牊
牋
牌
牘
牎
牏
牐
牑
牒
牓
牔
牕
牖
牗
牙
牚
牛
牜
牝
牞
牟
牡
牢
牣
牤
牥
犛
牧
牨
物
牪
牫
牬
牭
牮
牯
牰
牱
牲
牳
牽
牶
牷
牸
特
犧
牻
牼
牾
牿
犀
犁
犂
犃
犄
犅
犆
犇
犈
犉
犢
犋
犌
犍
犎
犏
犐
犑
犒
犓
犔
犕
犖
犗
犘
犙
犚
犜
犝
犟
犠
犡
犣
犤
犥
犦
犨
犩
犪
犫
犬
犭
犮
犯
犰
犱
犲
犳
犴
犵
狀
獷
獁
猶
犺
犻
犼
犽
犾
犿
狁
狂
狃
狄
狅
狆
狇
狽
狉
狊
狋
狌
狍
狎
狐
狑
狒
狓
狔
狕
狖
狗
狘
狙
狚
狛
狜
獮
獰
狟
狠
狡
狢
狣
狤
狥
狦
狧
狨
狩
狪
狫
獨
狹
獅
獪
猙
獄
猻
狳
狴
狵
狶
狷
狸
狺
狻
狼
狾
狿
猀
猁
猂
獫
猄
猅
猆
猇
猈
猉
猊
猋
猍
獵
猐
猑
猒
猓
猔
獼
猖
猗
猘
猛
猜
猝
猞
猟
猠
玀
猢
猣
猤
猥
猦
猧
猨
猩
豬
貓
蝟
猭
獻
猯
猰
猱
猲
猳
猴
猵
猷
猸
猹
猺
猼
猽
猾
猿
獀
獂
獃
獆
獇
獈
獉
獋
獌
獍
獏
獐
獑
獒
獓
獔
獕
獖
獗
獘
獙
獚
獛
獜
獝
獞
獟
獠
獡
獢
獣
獤
獥
獦
獧
獩
獬
獺
獯
獲
獳
獴
獶
獹
獽
獾
獿
玁
玂
玃
玄
玅
玆
率
玈
玉
玊
王
玌
玍
玎
玏
玐
璣
玒
玓
玔
玕
玖
玗
玘
璵
瑒
瑪
玜
玝
玞
玟
玠
玡
玢
玣
玤
玥
玦
玧
玨
玩
翫
玪
玫
玬
玭
瑋
環
現
瑲
玲
玳
玴
玵
玶
玷
玸
玹
璽
玻
玼
玽
玾
玿
珀
珁
珂
珃
珄
珅
珆
珇
珈
珉
珊
珋
珌
珍
珎
珏
琺
瓏
珒
珓
珔
珕
珖
珗
珘
珙
珚
珛
珜
珝
珞
珟
珠
珡
珢
珣
珤
珥
珦
珧
珨
珩
珪
珫
班
珮
珯
璫
珱
琿
珳
珴
珵
珶
珷
珸
珹
珺
珻
珼
珽
珿
琀
琁
琂
球
琄
琅
理
琇
琈
琉
琊
琋
琌
琍
璡
璉
瑣
琑
琒
琓
琔
琕
琖
琗
琘
琙
琚
琛
琜
琝
琞
琟
琠
琡
琢
琣
琤
琥
琦
琧
琨
琩
琪
琫
琬
琭
琮
琯
琰
琱
琲
琳
琴
琵
琶
琷
琸
琹
琻
瓊
琽
琾
瑀
瑁
瑂
瑃
瑄
瑅
瑆
瑇
瑈
瑉
瑊
瑌
瑍
瑎
瑏
瑐
瑑
瑓
瑔
瑕
瑖
瑗
瑘
瑙
瑚
瑛
瑜
瑝
瑞
瑟
瑠
瑡
瑢
瑤
瑥
瑧
瑨
瑩
瑫
瑬
瑭
瑮
瑯
瑰
瑱
瑳
瑴
瑵
璦
璸
瑹
瑺
瑼
瑽
瑾
瑿
璀
璁
璂
璃
璄
璅
璆
璇
璿
璈
璊
璋
璌
璍
瓔
璏
璐
璑
璒
璓
璔
璕
璖
璗
璘
璙
璚
璛
璜
璝
璞
璟
璠
璢
璤
璥
璧
璨
璩
璪
璬
璭
璮
璱
璲
璳
璴
璶
璷
璹
璺
璻
瓀
瓁
瓂
瓃
瓄
瓅
瓆
瓇
瓈
瓉
瓋
瓌
瓍
瓎
瓐
瓑
瓚
瓓
瓕
瓖
瓗
瓘
瓙
瓛
瓜
瓝
瓞
瓟
瓠
瓡
瓢
瓣
瓤
瓥
瓦
瓧
瓨
瓩
瓪
瓫
瓬
瓭
甕
甌
瓰
瓱
瓲
瓳
瓴
瓵
瓶
瓷
瓸
瓹
瓺
瓻
瓼
瓽
瓾
瓿
甀
甁
甂
甃
甄
甅
甆
甇
甈
甉
甊
甋
甍
甎
甏
甐
甑
甒
甓
甔
甖
甗
甘
甙
甚
甛
甜
甝
甞
生
甠
甡
産
甤
甥
甦
甧
用
甩
甪
甫
甬
甭
甮
田
由
甲
申
甴
電
甶
男
甸
甹
町
畫
甼
甽
甾
甿
畀
畁
畂
畃
畄
畆
畇
畈
畉
畊
畋
界
畍
畎
畏
畐
畑
畒
畓
畔
畕
畖
畗
畘
留
畚
畛
畜
畞
畟
畠
畡
畣
畤
略
畦
畧
畨
畩
番
畬
畭
畮
畯
畱
畲
畳
疇
畵
畷
畸
畹
畺
畻
畼
畽
畾
畿
疀
疁
疂
疃
疄
疅
疆
疈
疉
疋
疌
疍
疎
疏
疐
疑
疒
疓
疔
疕
癤
療
疘
疙
疚
疜
疝
疞
瘧
癘
瘍
疢
疣
疤
疥
疦
疧
疨
疩
疪
疫
癧
瘲
瘡
瘋
疰
皰
疲
疳
痾
疵
疶
疷
疸
疹
疺
疻
疼
疽
疾
疿
痀
痁
痂
痃
痄
病
痆
症
癥
癰
痙
痊
痋
痌
痍
痎
痏
痐
痑
癢
痓
痔
痕
瘂
痗
痘
痚
痛
痜
痝
痞
痟
痠
痡
痢
痣
痤
痥
痦
痧
癆
痩
瘓
癇
痬
痭
痯
痰
痱
痲
痳
癡
痵
痶
痷
痸
痹
痺
痻
痼
痽
痿
瘀
瘁
瘃
瘄
癉
瘮
瘇
瘈
瘉
瘊
瘌
瘎
瘏
瘐
瘑
瘒
瘔
瘕
瘖
瘞
瘻
瘙
瘚
瘛
瘜
瘝
瘟
瘠
瘢
瘣
瘤
瘥
瘦
瘨
瘩
癟
癱
瘬
瘭
瘯
瘰
瘱
瘳
瘴
瘵
瘶
瘷
瘸
瘹
瘺
瘼
瘽
癮
癭
癀
癁
癃
癄
癅
癈
癊
癋
癌
癍
癎
癏
癐
癑
癓
癔
癕
癖
癗
癙
癚
癛
癜
癝
癩
癠
癬
癦
癨
癪
癲
癯
癳
癴
癵
癶
癷
癸
癹
発
登
白
百
癿
皀
皁
皂
皃
的
皅
皆
皇
皈
皉
皊
皋
皎
皏
皐
皚
皒
皓
皔
皕
皖
皗
皘
皙
皛
皜
皝
皞
皠
皡
皢
皣
皤
皥
皦
皧
皪
皫
皬
皭
皮
皯
皺
皸
皳
皴
皵
皶
皷
皹
皻
皼
皽
皾
皿
盀
盁
盂
盄
盅
盆
盇
盈
盉
益
盋
盌
盍
盎
盞
鹽
監
盒
盓
盔
盕
蓋
盜
盤
盙
盚
盛
盝
盟
盠
盢
盥
盦
盨
盩
盪
盫
盬
盭
目
盯
盰
盱
盲
盳
直
盵
盶
盷
相
盹
盺
盻
盼
盽
盾
盿
眀
省
眂
眃
眄
眅
眆
眇
眈
眉
眊
看
県
瞘
眎
眏
眐
眑
眒
眓
眔
眕
眖
眗
眘
眙
眚
眛
眜
眝
眞
真
眠
眡
眢
眣
眤
眥
眧
眨
眩
眪
眫
矓
眭
眮
眯
眰
眱
眲
眳
眴
眵
眶
眷
眸
眹
眺
眻
眼
眽
眾
着
睜
睂
睃
睄
睅
睆
睇
睈
睉
睊
睋
睌
睍
睎
睞
瞼
睒
睓
睔
睕
睖
睗
睘
睙
睚
睛
睟
睠
睡
睢
督
睤
睥
睦
睧
睨
睩
睪
睫
睬
睭
睮
睯
睰
睱
睲
睳
睴
睵
睶
睷
睸
睹
睺
睻
睼
睽
睾
睿
瞀
瞁
瞂
瞃
瞄
瞅
瞶
瞇
瞈
瞉
瞊
瞋
瞌
瞍
瞎
瞏
瞐
瞑
瞞
瞓
瞔
瞕
瞖
瞗
瞙
瞚
瞛
瞝
瞟
瞠
瞡
瞢
瞣
瞤
瞥
瞦
瞧
瞨
矚
瞪
瞫
瞬
瞮
瞯
瞰
瞱
瞲
瞳
瞴
瞵
瞷
瞸
瞹
瞺
瞻
瞽
瞾
瞿
矀
矁
矂
矅
矆
矇
矈
矉
矊
矋
矌
矍
矎
矏
矐
矑
矒
矔
矕
矖
矗
矘
矙
矛
矜
矝
矞
矟
矠
矡
矢
矣
矤
知
矦
矧
矨
矩
矪
矯
矬
短
矮
矰
矱
矲
石
矴
矵
磯
矷
矸
矹
矺
矻
矼
矽
礬
礦
碭
碼
砂
砃
砄
砅
砆
砇
砈
砉
砊
砋
砌
砍
砎
砏
砐
砑
砒
砓
研
砕
磚
硨
砘
砙
硯
砛
碸
砝
砞
砟
砠
砡
砢
砣
砤
砥
砦
砧
砨
砩
砪
砫
砬
砭
砮
砯
砰
砱
砲
砳
破
砵
砶
砷
砸
砹
礪
礱
砼
砽
礫
砿
礎
硜
硂
硄
硅
硆
硇
硈
硉
硊
硋
硌
硍
硎
硏
硐
硑
硒
硓
硔
碩
硤
磽
硘
磑
礄
硛
硝
硞
硟
硠
硡
硢
硣
硥
硦
硧
硩
硪
硫
硬
硭
確
确
硰
硱
硲
硳
硴
磠
硶
礆
硸
硹
硺
硻
硼
硾
硿
碀
碁
碂
碃
碄
碅
碆
碇
碈
碉
碊
碋
碌
礙
碎
碏
碐
碑
碒
碓
碔
碕
碖
碗
碘
碙
碚
磧
磣
碝
碞
碟
碠
碡
碢
碣
碤
碥
碦
碧
碨
碪
碫
碬
碯
碰
鹼
碲
碳
碴
碵
碶
碷
碹
碻
碾
碿
磀
磁
磂
磃
磄
磅
磆
磇
磈
磉
磊
磋
磌
磍
磎
磏
磐
磒
磓
磔
磕
磖
磗
磘
磙
磜
磝
磞
磟
磡
磢
磤
磥
磦
磨
磩
磪
磬
磭
磮
磰
磱
磲
磳
磴
磵
磶
磷
磸
磹
磺
磻
磼
磿
礀
礁
礂
礃
礅
礇
礈
礉
礊
礋
礌
礍
礏
礐
礑
礒
礓
礔
礕
礖
礗
礘
礚
礛
礜
礝
礞
礟
礠
礡
礢
礣
礤
礥
礧
礨
礩
礭
礮
礯
礰
礲
礳
礴
礵
礶
礷
礸
礹
示
礻
禮
礽
社
礿
祀
祁
祂
禡
祄
祅
祆
祈
祉
祊
祋
祌
祍
禕
祏
祐
祑
祒
祓
祔
祕
祖
祗
祘
祙
祚
祛
祜
祝
神
祟
祠
祡
禰
祣
祤
祥
祦
祧
票
祩
祪
祫
祬
祭
祮
禎
祰
祱
祲
祳
祴
祵
祶
禱
禍
祹
祺
祼
祽
祾
祿
稟
禁
禂
禃
禪
禆
禇
禈
禉
禊
禋
禌
福
禐
禑
禒
禓
禔
禖
禗
禘
禙
禚
禛
禜
禝
禞
禟
禠
禢
禣
禤
禥
禧
禨
禩
禫
禬
禭
禯
禲
禳
禴
禵
禶
禷
禸
禹
禺
離
禼
禽
禾
禿
秀
私
秂
秄
秅
稈
秇
秈
秉
秊
秋
鞦
秌
種
种
秎
秏
秐
科
秒
秓
秔
秕
秖
秗
秙
秚
秛
秜
秝
秞
租
秠
秡
秢
秣
秤
秥
秦
秧
秨
秩
秪
秫
秬
秭
秮
積
稱
秱
秲
秳
秴
秵
秶
秷
秸
秹
秺
移
秼
穢
穠
秿
稀
稁
稂
稃
稄
稅
穭
稇
稉
稊
程
稌
稍
稐
稑
稒
稓
稔
稕
稖
稗
稘
稙
稚
稛
稜
稝
稞
稠
稡
稢
穌
稤
稥
稦
稧
稨
稩
稪
稫
稬
稭
稯
稰
稲
穩
稴
稵
稶
稷
稸
稹
稺
稻
稼
稽
稾
稿
穀
穂
穃
穄
穅
穆
穈
穉
穊
穋
穎
穏
穐
穡
穒
穔
穕
穖
穗
穘
穙
穚
穛
穜
穝
穟
穣
穤
穥
穦
穧
穨
穪
穫
穬
穮
穯
穰
穱
穲
穳
穴
穵
究
窮
穸
穹
空
穻
穼
穽
穾
穿
窀
突
窂
竊
窄
窅
窆
窇
窈
窉
窊
窋
窌
竅
窵
窏
窐
窯
窒
窓
窔
窕
窖
窗
窘
窙
窚
窛
竄
窩
窞
窟
窠
窡
窢
窣
窤
窺
竇
窧
窨
窫
窬
窶
窰
窱
窲
窳
窴
窷
窸
窹
窻
窼
窽
窾
窿
竀
竁
竂
竃
竆
竉
立
竌
竍
竎
竏
竐
竑
竒
竓
竔
竕
豎
竗
竘
站
竚
竛
竜
竝
競
竟
章
竡
竢
竣
竤
童
竦
竧
竨
竩
竪
竫
竬
竭
竮
端
竰
竱
竲
竳
竴
竵
竷
竸
竹
竺
竻
竼
竽
竾
竿
笀
笁
笂
篤
笄
笅
笆
笇
笈
笉
笊
筍
笌
笍
笎
笏
笐
笑
笒
笓
筆
筧
笖
笗
笘
笙
笚
笛
笝
笞
笟
笠
笡
笢
笣
笤
笥
符
笧
笨
笩
笪
笫
第
笭
笮
笯
笰
笱
笲
笳
笴
笵
笶
笷
笸
笹
箋
笻
籠
笽
籩
笿
筀
筁
筂
筃
筄
筅
筇
筈
等
筊
筋
筌
筎
筏
筐
築
筑
筒
筓
答
筕
策
筗
筘
筙
篳
篩
簹
箏
筞
筟
筠
筡
筢
筣
筤
筥
筦
筨
筩
筪
筫
筬
筭
筮
筯
筰
筱
筲
筳
筵
筶
筷
筸
籌
筺
筻
篔
筽
籤
簽
篠
簡
箁
箂
箃
箄
箅
箆
箈
箉
箊
箌
箍
箎
箐
箑
箒
籙
箔
箕
箖
算
箘
箙
箚
箛
箜
箝
箞
箟
箠
管
箢
箣
箤
箥
簀
篋
籜
籮
簞
簫
箬
箭
箮
箯
箰
箱
箲
箳
箴
箶
箷
箸
箹
箺
箻
箼
箽
箾
箿
節
篁
篂
篃
範
篅
篆
篇
篈
篊
篌
篎
篏
篐
簣
篒
簍
篕
篖
篗
篘
篙
篚
篛
篜
篝
篞
篟
篡
篢
篣
篥
篦
篧
篨
篪
篫
篬
篭
籃
籛
篰
籬
篲
篴
篵
篶
篷
篸
篹
篺
篻
篼
篽
篾
篿
簁
簃
簄
簆
簇
簈
簉
簊
簋
簌
簎
簏
簐
簑
簒
簓
簔
簕
籪
簗
簘
簙
簚
簜
簝
簟
簠
簤
簥
簦
簧
簨
簩
簪
簬
簭
簮
簯
簰
簱
簲
簳
簴
簵
簶
簷
簸
簺
簻
簼
簿
籀
籟
籂
籆
籇
籈
籉
籊
籋
籍
籎
籏
籐
籑
籒
籓
籕
籖
籗
籘
籚
籝
籞
籡
籢
籣
籥
籦
籧
籨
籫
籭
籯
籰
籱
米
糴
籵
籶
籷
籸
籹
籺
類
籽
籾
籿
粀
粁
粂
粃
粄
粅
粆
粇
粈
粉
粊
粋
粌
粍
粎
粏
粐
粑
粒
粓
粔
粕
粖
粗
粘
粙
粚
粛
糶
糲
粞
粟
粠
粡
粢
粣
粵
粥
粦
粧
粨
粩
糞
粫
粬
粭
糧
粯
粰
粱
粲
粳
粴
粶
粷
粸
粹
粺
粻
粼
糉
精
粿
糀
糝
糂
糃
糄
糅
糆
餱
糈
糊
糋
糌
餈
糎
糏
糑
糒
糓
糔
糕
糖
糗
糘
糙
糚
糛
糜
糟
糠
糡
糢
糣
糥
糦
糨
糪
糫
糬
糭
糮
糯
糱
糳
糵
糷
糸
糹
糺
系
繫
糼
糽
糾
糿
紀
紁
紂
紃
約
紅
紆
紇
紈
紉
紊
紋
紌
納
紎
紏
紐
紑
紒
紓
純
紕
紖
紗
紘
紙
級
紛
紜
紝
紞
紟
素
紡
索
紣
紤
紥
紦
緊
紨
紩
紪
紫
紭
累
細
紱
紲
紳
紴
紵
紶
紷
紸
紹
紺
紻
紼
紽
紾
紿
絀
絁
終
組
絆
絇
絈
絉
絊
絋
経
絍
絎
絏
結
絑
絒
絓
絔
絕
絖
絗
絘
絙
絚
絛
絜
絝
絞
絟
絠
絡
絢
絣
絤
給
絧
絨
絩
絪
絫
絬
絭
絮
絯
絰
統
絳
絴
絵
絶
縶
絸
絹
絺
絻
絼
絽
絾
絿
綀
綁
綂
綃
綄
綅
綆
綈
綉
綊
綋
綌
綍
綎
綏
綑
綒
經
綔
綕
綖
綗
綘
継
続
綛
綜
綝
綞
綟
綠
綡
綢
綣
綤
綥
綦
綧
綨
綩
綪
綫
綬
維
綮
綯
綰
綱
網
綳
綴
綶
綷
綸
綹
綺
綻
綼
綽
綾
綿
緁
緂
緃
緄
緅
緆
緇
緈
緉
緋
緌
緍
緎
総
緐
緑
緒
緓
緕
緖
緗
緘
緙
線
緛
緜
緝
緞
緟
締
緡
緢
緣
緤
緥
緦
緧
編
緩
緪
緫
緬
緭
緯
緰
緱
緲
緳
練
緵
緶
緷
緹
緺
緻
縕
緽
緾
緿
縀
縁
縂
縃
縄
縅
縇
縈
縉
縊
縋
縌
縏
縐
縑
縓
縔
縖
縗
縘
縙
縚
縛
縜
縝
縞
縟
縠
縡
縢
縤
縥
縦
縧
縨
縩
縪
縫
縭
縮
縯
縰
縱
縲
縴
縵
縷
縸
縹
縺
縻
縼
績
縿
繀
繁
繃
繄
繅
繆
繇
繈
繉
繊
繋
繌
繍
繎
繐
繑
繒
繓
織
繕
繖
繗
繘
繙
繚
繛
繜
繝
繞
繟
繠
繡
繢
繣
繤
繥
繦
繧
繨
繩
繪
繬
繭
繮
繯
繰
繱
繲
繳
繴
繵
繶
繷
繹
繺
繻
繼
繽
繾
纀
纁
纂
纃
纄
纅
纆
纇
纈
纉
纊
纋
續
纍
纎
纏
纐
纑
纒
纓
纕
纖
纘
纙
纚
纛
纜
纝
纞
鞝
緔
缶
缷
缸
缹
缺
缻
缼
缽
缾
缿
罀
罁
罌
罄
罅
罇
罉
罊
罋
罍
罎
罏
罐
罒
罓
罔
罕
罖
羅
罘
罙
罰
罛
罜
罝
罞
罟
罠
罡
罷
罣
罥
罦
罧
罨
罩
罪
罫
罬
罭
置
罯
罱
署
罳
羆
罵
罶
罸
罹
罺
罻
罼
罽
罾
罿
羀
羈
羂
羃
羄
羇
羉
羊
羋
羌
羍
美
羏
羐
羑
羒
羓
羔
羕
羖
羗
羘
羙
羚
羛
羜
羝
羞
羥
羠
羨
羢
羣
羦
羧
羪
羫
羬
羭
羮
羯
羰
羱
羲
羳
羴
羵
羶
羷
羸
羹
羺
羻
羼
羽
羾
羿
翀
翁
翂
翃
翄
翅
翆
翇
翈
翊
翋
翌
翍
翎
翏
翐
翑
翓
翔
翕
翖
翗
翹
翽
翬
翛
翜
翝
翞
翟
翠
翡
翢
翣
翤
翥
翦
翧
翨
翩
翪
翭
翮
翯
翰
翱
翲
翳
翴
翵
翶
翷
翸
翺
翻
翼
翾
翿
耀
老
耂
考
耄
者
耆
耇
耈
耉
耊
耋
而
耍
耎
耏
耐
耑
耒
耓
耔
耕
耖
耗
耘
耙
耚
耛
耜
耝
耞
耟
耠
耡
耮
耣
耤
耥
耦
耬
耨
耩
耪
耫
耭
耯
耰
耱
耲
耳
耴
耵
耶
耷
聳
耹
耺
耼
耽
耾
耿
聁
聶
聃
聄
聅
聆
聇
聈
聉
聊
聾
職
聹
聎
聏
聐
聑
聒
聓
聯
聕
聗
聘
聚
聛
聜
聝
聞
聟
聠
聡
聢
聣
聤
聥
聦
聧
聨
聵
聰
聫
聬
聭
聮
聱
聴
聸
聻
聼
聿
肀
肁
肂
肅
肄
肆
肇
肈
肉
肊
肋
肌
肍
肎
肏
肐
肑
肒
肓
肔
肕
肖
肗
肘
肙
肚
肛
肜
肝
肞
肟
腸
股
肢
肣
膚
肥
肦
肧
肨
肩
肪
肫
肬
肭
骯
肯
肰
肱
育
肳
餚
肵
肶
肷
肸
肹
肺
肻
肼
肽
腎
腫
脹
脅
胂
胃
胄
胅
膽
胇
胈
胉
胊
胋
背
胍
胎
胏
胐
胑
胒
胓
胔
胕
胖
胗
胘
胙
胚
胛
胜
胝
胞
胟
胠
胡
鬍
衚
胢
胣
胤
胥
胦
腖
胩
臚
脛
胬
胭
胮
胯
胰
胱
胲
胳
胴
胵
膠
胷
胸
胹
胺
胻
胼
能
胾
胿
脀
脁
脂
脃
脄
脆
脇
脈
脊
脋
脌
膾
脎
髒
臟
臍
腦
脒
膿
臠
脕
脖
脗
脘
脙
腳
脜
脝
脞
脟
脠
脡
脢
脤
脥
脦
脧
脨
脪
脫
脬
脭
脮
脯
脰
脲
脳
脵
腡
脷
臉
脺
脻
脼
脽
脾
脿
腀
腁
腂
腃
腄
腅
腆
腇
腈
腉
臘
腊
腋
醃
腌
腍
腏
腐
腑
腒
腓
腔
腕
腗
膕
腙
腚
腛
腜
腝
腞
腟
腠
腢
腣
腤
腥
腧
腨
腩
腬
齶
腮
腯
腰
腱
腲
腴
腵
腶
腷
腹
腺
膩
靦
膃
騰
腿
膀
膁
膂
膄
膅
膆
膇
膈
膉
膊
膋
膌
膍
膎
膏
膐
臏
膒
膓
膔
膖
膗
膘
膙
膛
膜
膝
膟
膡
膢
膣
膤
膥
膦
膧
膨
膪
膫
膬
膭
膮
膯
膰
膱
膲
膳
膴
膵
膶
膷
膸
膹
膺
膻
膼
臀
臁
臂
臃
臄
臅
臆
臇
臈
臊
臋
臌
臎
臐
臑
臒
臓
臔
臕
臖
臗
臙
臛
臢
臝
臞
臡
臣
臤
臦
臧
臩
自
臫
臬
臭
臮
臯
臱
臲
至
致
臵
臶
臷
臸
臹
臻
臼
臽
臾
臿
舀
舁
舂
舃
舄
舅
輿
舋
舌
舍
舎
舏
舐
舑
舒
舓
舔
舕
舖
舗
舘
舙
舚
舛
舜
舝
舞
舟
舠
舡
舢
艤
舤
舥
舦
舧
舨
舩
航
舫
般
舭
舮
舯
艦
艙
舲
舳
舴
舵
舶
舷
舸
船
舺
艫
舼
舽
舾
舿
艀
艁
艂
艃
艄
艅
艆
艇
艈
艉
艊
艋
艌
艍
艎
艏
艐
艑
艒
艓
艔
艕
艖
艗
艘
艚
艛
艜
艝
艞
艟
艠
艡
艢
艣
艥
艨
艩
艪
艬
艭
艮
良
艱
色
豔
艷
艴
艵
艶
艸
艹
藝
艻
艼
艽
艾
艿
芀
芁
芃
芄
芅
芆
芇
芉
芊
芋
芌
芍
芎
芏
芐
芑
芒
芓
芔
芕
芖
薌
芘
芙
芚
芛
蕪
芝
芞
芟
芠
芡
芢
芣
芤
芥
蘆
芧
芨
芩
芪
芫
芬
芭
芮
芯
芰
花
芲
芳
芴
芵
芶
芷
芸
蕓
芹
芺
芼
芽
芾
芿
苀
蓯
苂
苃
苄
苅
苆
葦
藶
苉
苊
莧
萇
蒼
苧
蘇
苐
苑
苒
苓
苔
薹
苕
苖
苗
苘
苙
苚
苛
苜
苝
苞
苟
苠
苡
苢
苣
苤
若
苦
薴
苨
苩
苪
苫
苬
苭
苮
苯
苰
英
苲
苳
苴
苵
苶
苷
苸
蘋
苹
苺
苻
苼
苽
苾
苿
茀
茁
茂
范
茄
茅
茆
茇
茈
茉
茊
茋
茌
茍
莖
蘢
茐
蔦
茒
茓
茖
茗
茘
茙
茚
茛
茜
茝
茞
茟
茠
茡
茢
茣
茤
茥
茦
茨
茩
茪
茫
茬
茭
茮
茯
茱
茳
茴
茵
茶
茷
茸
茹
茺
茻
茼
茽
茾
茿
荀
荁
荂
荃
荄
荅
荊
荇
荈
草
荋
荌
荍
荎
荏
薦
荐
荑
荒
荓
荔
荕
荖
荗
荘
薘
莢
蕘
蓽
萴
蕎
薈
薺
蕩
荢
葷
蕁
藎
蓀
蔭
蕒
葒
葤
藥
葯
荰
荱
荲
荳
荴
荵
荶
荷
荸
荹
荺
荻
荼
荽
荾
荿
莀
莁
莂
莃
莄
蒞
莆
莇
莈
莉
莋
莌
莍
莎
莏
莐
莑
莒
莓
莔
莕
莗
莘
莙
莚
莛
莜
莝
莞
莟
莠
莡
莣
莤
莥
莦
莨
莩
莪
莫
莬
莭
莮
莯
莰
萊
蓮
蒔
萵
莵
薟
蕕
鶯
莻
蓴
莽
莾
莿
菀
菁
菂
菃
菄
菅
菆
菇
菈
菉
菊
菋
菌
菍
菎
菏
菐
菑
菒
菓
菔
菕
菖
菗
菘
菙
菚
菛
菜
菝
菞
菟
菠
菡
菢
菣
菤
菥
菦
菧
菨
菩
菪
菫
菬
菭
菮
菰
菱
菲
菳
菵
菶
菷
菹
菺
菻
菼
菽
菾
菿
萀
萁
萂
萃
萄
萅
萆
萈
萉
萋
萌
萍
萎
萏
萐
萑
萒
萓
萔
萕
萖
萘
萙
蘀
萛
萜
蘿
萞
萟
萠
萡
萢
萣
螢
蕭
薩
萩
萪
萫
萭
萮
萯
萰
萱
萲
萳
萶
萷
萸
萹
萻
萼
落
萾
萿
葀
葁
葂
葃
葄
葅
葆
葇
葈
葊
葋
葌
葍
葎
葏
葐
葑
葓
葔
葕
葖
著
葘
葙
葚
葛
葜
葝
葞
葟
葠
葡
葢
董
葥
葧
葨
葩
葪
葫
葬
葭
葮
葰
蔥
葲
葳
葴
葵
葶
葸
葹
葺
葻
葼
葽
葾
葿
蒕
蒁
蒂
蒃
蒄
蒅
蒆
蕆
蒈
蕢
蒊
蔣
蔞
蒍
蒎
醟
蒑
蒒
蒓
蒖
蒗
蒘
蒙
蒚
蒛
蒜
蒝
蒟
蒠
蒡
蒢
蒣
蒤
蒥
蒦
蒧
蒨
蒩
蒪
蒫
蒬
蒭
蒮
蒯
蒰
蒱
蒲
蒳
蒴
蒵
蒶
蒷
蒸
蒹
蒺
蒻
蒽
蒾
蒿
蓁
蓂
蓃
蓄
蓅
蓇
蓈
蓉
蓊
蓌
蓍
蓎
蓏
蓐
蓑
蓒
蓓
蓔
蓕
蓖
蓗
蓘
蓙
蓚
蓛
蓜
藍
蓞
薊
蘺
蓡
蓢
蕷
蓤
鎣
驀
蓧
蓨
蓩
蓪
蓫
蓬
蓭
蓰
蓱
蓲
蓳
蓵
蓶
蓷
蓸
蓹
蓺
蓻
蓼
蓾
蓿
蔀
蔁
虆
蔃
蔄
蔅
蔆
蔇
蔈
蔉
蔊
蔋
蔌
蔍
蔎
蔏
蔑
衊
蔒
蔓
蔕
蔖
蔗
蔙
蔚
蔛
蔜
蔝
蔟
蔠
蔡
蔢
蔤
蔧
蔨
蔩
蔪
蔫
蔬
蔮
蔯
蔰
蔱
蔲
蔳
蔴
蔵
蔶
薔
蔸
蘞
藺
蔻
藹
蔽
蔾
蔿
蕀
蕂
蕃
蕄
蕅
蕇
蕈
蕉
蕊
蕋
蕌
蕍
蕏
蕐
蕑
蕔
蕖
蕗
蕙
蕚
蕛
蕜
蕝
蕞
蕟
蕠
蕡
蕣
蕤
蕥
蕦
蕧
蕨
蕫
蕬
蕮
蕯
薀
蕱
蘄
蕳
蘊
蕵
蕶
蕸
蕹
蕺
蕻
蕼
蕾
蕿
薁
薃
薄
薅
薆
薇
薉
薋
薍
薎
薏
薐
薒
薓
薕
薖
薗
薙
薚
薛
薜
薝
薞
薠
薡
薢
薣
薤
薥
薧
薨
薪
薫
薬
薭
藪
薯
薰
薱
薲
薶
薷
薸
薻
薼
薽
薾
薿
藁
藂
藃
藄
藅
藇
藈
藊
藋
藌
藏
藐
藑
藒
蘚
藔
藕
藖
藗
藘
藙
藚
藛
藜
藞
藟
藠
藡
藢
藣
藤
藦
藧
藨
藩
藫
藮
藯
藰
藱
藲
藳
藵
藷
藸
藻
藼
藽
藾
藿
蘁
蘂
蘅
蘈
蘉
蘍
蘎
蘏
蘐
蘑
蘒
蘓
蘔
蘕
蘗
蘘
蘙
蘛
蘜
蘝
蘠
蘡
蘤
蘥
蘦
蘧
蘩
蘪
蘫
蘬
蘮
蘯
蘰
蘱
蘲
蘳
蘴
蘵
蘶
蘷
蘸
蘹
蘻
蘼
蘽
蘾
虀
虁
虂
虃
虄
虅
虇
虈
虉
虊
虋
虌
虍
虎
虜
虐
虒
虓
虔
虖
虗
虘
虙
虛
虝
虞
虠
虡
虢
虣
虤
虥
虦
虨
虩
虪
蟲
虫
虯
虭
蟣
虰
蝨
虲
虳
虴
虵
虶
虷
虸
虹
虺
虻
虼
雖
蝦
蠆
蝕
蟻
螞
蠁
蚄
蚅
蚆
蚇
蚈
蚉
蚊
蚋
蚌
蚍
蚎
蚏
蚐
蚑
蚒
蚓
蚔
蠶
蚖
蚗
蚘
蚙
蚚
蚛
蚜
蠔
蚝
蚞
蚟
蚠
蚡
蚢
蚣
蚤
蚥
蚦
蚧
蚨
蚩
蚪
蚫
蜆
蚭
蚮
蚯
蚰
蚱
蚲
蚳
蚴
蚵
蚶
蚷
蚸
蚹
蚺
蚻
蚼
蚽
蚾
蚿
蛀
蛁
蛂
蛃
蛄
蛅
蛆
蛇
蛈
蛉
蠱
蛋
蛌
蛍
蠣
蟶
蛐
蛑
蛒
蛓
蛔
蛕
蛖
蛗
蛘
蛙
蛚
蛛
蛜
蛝
蛞
蛟
蛠
蛡
蛢
蛣
蛤
蛥
蛦
蛧
蛨
蛩
蛫
蛬
蛭
蠻
蛯
蟄
蛺
蟯
螄
蠐
蛵
蛶
蛷
蛸
蛹
蛻
蛼
蛽
蛾
蛿
蜀
蜂
蜃
蜄
蜅
蜇
蜈
蜉
蜊
蜋
蜌
蜍
蜎
蜏
蜐
蜑
蜒
蜓
蜔
蜖
蝸
蜘
蜙
蜚
蜛
蜜
蜝
蜞
蜟
蜠
蠟
蜡
蜢
蜣
蜤
蜥
蜦
蜧
蜨
蜩
蜪
蜫
蜭
蜮
蜯
蜰
蜱
蜲
蜳
蜴
蜵
蜶
蜷
蜸
蜹
蜺
蜻
蜼
蜽
蜾
蜿
蝀
蝁
蝂
蝃
蝄
蝅
蝆
蠅
蟈
蟬
蝊
蝋
蝌
蝍
蠍
蝎
蝏
蝐
蝑
蝒
蝓
蝔
蝖
蝗
蝘
蝙
蝚
蝛
蝜
蝝
蝞
蝠
蝡
蝢
蝣
蝤
蝥
蝧
蝩
蝪
蝫
蝬
蝭
蝮
蝯
蝰
蝱
蝲
蝳
蝴
蝵
蝶
蝷
蝹
蝺
蝻
螻
蝽
蠑
蝿
螿
螁
螂
螃
螅
螆
螇
螈
螉
螊
螋
螌
融
螎
螏
螐
螑
螒
螓
螔
螕
螖
螗
螘
螙
螚
螛
螜
螝
螟
螠
螡
螣
螤
螥
螦
螧
蟎
螩
螪
螫
螬
螭
螯
螰
螱
螲
螳
螴
螵
螶
螷
螸
螹
螺
螼
螽
螾
蟀
蟁
蟂
蟃
蟅
蟆
蟇
蟉
蟊
蟋
蟌
蟍
蠨
蟐
蟑
蟒
蟓
蟔
蟕
蟖
蟗
蟙
蟚
蟛
蟜
蟝
蟞
蟟
蟠
蟡
蟢
蟤
蟥
蟦
蟧
蟨
蟩
蟪
蟫
蟭
蟮
蟰
蟱
蟳
蟴
蟵
蟷
蟸
蟹
蟺
蟼
蟽
蟾
蟿
蠂
蠃
蠄
蠇
蠈
蠉
蠊
蠋
蠌
蠎
蠏
蠒
蠓
蠕
蠖
蠗
蠘
蠙
蠚
蠛
蠜
蠝
蠞
蠠
蠡
蠢
蠤
蠥
蠦
蠧
蠩
蠪
蠫
蠭
蠮
蠯
蠰
蠲
蠳
蠴
蠵
蠷
蠸
蠹
蠺
蠼
蠽
蠿
血
衁
衂
衃
衄
釁
衇
衈
衉
衋
行
衍
衎
衏
衐
衑
衒
銜
衖
街
衘
衙
衜
衞
衟
衠
衡
衢
衣
衤
補
衦
衧
表
錶
衩
衪
衫
襯
衭
袞
衯
衰
衱
衲
衳
衴
衵
衶
衷
衸
衹
衺
衻
衼
衽
衾
衿
袀
袁
袂
袃
襖
裊
褘
袇
袈
袉
袊
袋
袌
袍
袎
袏
袐
袑
袒
袓
袔
袕
袖
袗
袘
袙
袚
袛
襪
袝
袟
袠
袡
袢
袣
袤
袥
袦
袧
袨
袩
袪
被
袬
襲
袮
襏
袰
袱
袲
袳
袴
袵
袶
袷
袸
袹
袺
袻
袼
袽
袾
袿
裀
裁
裂
裃
裄
裝
襠
裇
褌
裉
裋
裌
裍
裎
裏
裐
裑
裒
裓
裔
裕
裖
裗
裘
裙
裚
裛
裞
裟
裠
裡
褳
襝
褲
襉
襇
裦
裧
裨
裩
裪
裫
裬
裭
裮
裯
裰
裱
裲
裳
裴
裵
裶
裷
裸
裹
裺
裻
裼
裾
裿
褀
褁
褂
褃
褄
褅
褆
褈
褉
褊
褋
褍
褎
褏
褐
褑
褒
褓
褔
褕
褖
褗
褙
褚
褸
褜
褝
褞
褟
褠
褡
褢
褣
褥
褦
褧
褨
褩
褪
褫
褬
褭
褯
褰
褱
襤
褵
褶
褷
褹
褺
褼
褽
褾
褿
襀
襁
襂
襃
襄
襅
襆
襈
襊
襋
襌
襍
襎
襐
襑
襒
襓
襔
襴
襗
襘
襙
襚
襛
襜
襞
襟
襡
襢
襣
襥
襦
襧
襨
襩
襫
襭
襮
襱
襳
襵
襶
襷
襸
襹
襺
襻
襼
襽
襾
西
覀
要
覂
覃
覄
覅
覇
覉
覊
見
覌
覍
覎
規
覐
覑
覒
覓
覔
覕
視
覗
覘
覙
覚
覛
覜
覝
覞
覡
覣
覤
覥
覦
覧
覩
覫
覬
覭
覯
覰
覱
覲
観
覴
覵
覶
覷
覸
覺
覻
覼
覽
覾
覿
觀
角
觓
觔
觕
觖
觗
觘
觙
觚
觛
觜
觝
觴
觟
觠
觡
觢
解
觤
觥
觸
觧
觨
觩
觪
觫
觬
觭
觮
觶
觰
觱
觲
觳
觵
觷
觹
觺
觻
觼
觽
觾
觿
言
訁
訂
訃
訄
訅
訆
訇
計
訉
訊
訋
訌
討
訏
訐
訑
訒
訓
訔
訕
訖
記
訙
誾
訛
訝
訞
訟
訠
訡
訣
訤
訥
訦
訧
訩
訪
訫
訬
設
訮
訯
訰
許
訲
訳
訴
訵
訶
訷
訸
訹
診
証
訽
訾
訿
詀
詁
詂
詃
詄
詅
詆
詇
詈
詉
詋
詌
詍
詎
詏
詐
詑
詒
詓
詔
評
詖
詗
詘
詙
詚
詛
詜
詝
詞
讋
詡
詢
詣
詤
詥
試
詧
詨
詩
詪
詫
詬
詭
詮
詰
話
該
詳
詴
詵
詶
詷
詸
詹
詺
詻
詼
詽
詾
詿
誀
誁
誂
誃
誄
誅
誆
誈
譽
謄
誋
認
誎
誏
誐
誑
誒
誓
誔
誕
誖
誗
誘
誙
誚
誛
誜
誝
語
誟
誠
誡
誢
誣
誤
誥
誦
誧
誨
誩
說
説
読
誮
誯
誰
誱
課
誴
誵
誶
誷
誸
誹
誺
誻
誼
誽
調
諀
諁
諂
諃
諄
諅
諆
談
諈
諉
諊
請
諌
諍
諎
諏
諐
諑
諒
諓
諔
諕
論
諗
諘
諙
諚
諛
諜
諝
諞
諟
諠
諡
諢
諤
諦
諧
諨
諩
諪
諫
諬
諭
諰
諱
諲
諳
諴
諵
諶
諷
諸
諹
諺
諻
諼
諽
諾
諿
謀
謁
謂
謃
謅
謇
謈
謊
謋
謌
謍
謎
謏
謐
謑
謒
謓
謔
謕
謖
謗
謘
謙
謚
講
謜
謝
謞
謟
謠
謡
謢
謣
謤
謥
謦
謨
謩
謪
謫
謬
謮
謯
謰
謱
謲
謳
謴
謵
謶
謷
謸
謹
謺
謻
謼
謾
謿
譀
譃
譄
譅
譆
譇
證
譊
譋
譌
譍
譎
譏
譐
譒
譓
譔
譕
譖
譗
識
譙
譚
譛
譜
譝
譞
譠
譡
譢
譣
譤
譥
警
譧
譨
譩
譪
譫
譬
譮
譯
議
譱
譲
譳
譴
譵
譶
譸
譹
譺
譻
譼
譾
譿
讀
讁
讃
讄
讅
讆
讇
讉
讍
讏
讐
讑
讒
讓
讔
讕
讖
讗
讘
讙
讚
讛
讜
讝
讞
讟
谷
谸
谹
谺
谻
谼
谽
谾
谿
豀
豁
豂
豃
豄
豅
豆
豇
豉
豊
豋
豌
豍
豏
豑
豒
豓
豕
豖
豗
豘
豙
豚
豛
豜
豝
豞
豟
豠
象
豢
豣
豤
豥
豦
豧
豨
豩
豪
豫
豭
豶
豯
豰
豱
豲
豳
豴
豵
豷
豸
豹
豺
豻
豼
豽
豾
豿
貀
貁
貂
貃
貄
貅
貆
貇
貈
貉
貊
貋
貌
貍
貎
貏
貐
貑
貒
貔
貕
貖
貗
貘
貚
貛
貜
貝
貞
貟
負
財
貢
貣
貤
貥
貦
貧
貨
販
貪
貫
責
貭
貮
貯
貰
貱
貲
貳
貴
貵
貶
貸
貹
貺
費
貼
貽
貾
貿
賀
賁
賂
賃
賄
賅
賆
資
賈
賉
賊
賋
賌
賍
賎
賏
賐
賑
賒
賔
賕
賖
賗
賘
賚
賛
賜
賝
賞
賟
賠
賡
賢
賤
賥
賦
賧
賨
賩
質
賫
賬
賭
賮
賯
賰
賱
賲
賳
賴
賵
賶
賷
賸
賹
賺
賻
購
賽
賾
賿
贀
贁
贄
贅
贆
贇
贈
贊
贋
贌
贍
贎
贏
贐
贑
贒
贓
贔
贕
贖
贗
贘
贙
贛
贜
齎
赤
赥
赦
赧
赨
赩
赬
赫
赭
赮
赯
走
赱
赲
赳
赴
趙
趕
起
赸
赹
赺
赻
赼
赽
赾
赿
趀
趁
趂
趃
趄
超
趆
趇
趈
趉
越
趨
趌
趍
趎
趏
趐
趑
趒
趓
趔
趖
趗
趘
趚
趛
趜
趝
趞
趟
趠
趡
趢
趣
趤
趦
趧
趩
趪
趫
趬
趭
趮
趯
趲
足
趴
趵
趶
趷
躉
趹
趺
趻
趼
趽
趾
趿
跀
跁
跂
躍
蹌
跅
跆
跇
跈
跉
跊
跋
跌
跍
跎
跏
跐
跑
跒
跓
跔
跕
蹠
跖
跗
跘
跙
跚
跛
跜
距
躒
跟
跠
跡
跢
跣
跤
跥
跦
跧
跨
跩
跪
跫
跬
跭
跮
路
跰
跱
跲
跳
跴
踐
躂
蹺
蹕
躚
跺
躋
跼
跽
跾
跿
踀
踁
踂
踃
踄
踅
踆
踇
踈
踉
踊
踋
躊
踍
踎
踏
踑
踒
踓
踔
踕
踖
踗
踘
踙
踚
踛
踜
踝
踞
踟
踠
踡
踢
踣
踤
踥
踦
踧
踨
踩
蹤
踫
躓
踭
踮
躑
踰
踱
踲
踳
踴
踵
踶
踷
踸
踹
踺
踻
踼
踽
踾
踿
蹀
蹁
蹂
蹃
蹄
蹅
蹆
蹇
蹈
蹉
蹊
蹋
蹍
蹎
蹏
蹐
躡
蹣
蹓
蹔
蹖
蹗
蹘
蹙
蹚
蹛
蹜
蹝
蹞
蹟
蹡
蹢
蹥
蹦
蹧
蹨
蹩
蹪
蹫
蹬
蹭
蹮
蹯
躕
蹱
蹲
蹳
蹴
蹵
蹶
蹷
蹸
蹹
蹻
蹼
蹽
蹾
躥
躀
躁
躃
躄
躅
躆
躇
躈
躌
躪
躐
躔
躖
躗
躘
躙
躛
躦
躝
躞
躟
躠
躢
躣
躤
躧
躩
身
躬
躭
躮
軀
躰
躱
躲
躳
躴
躵
躶
躸
躹
躺
躻
躼
躽
躾
躿
軁
軂
軃
軄
軆
軇
軈
車
軋
軌
軎
軏
軐
軑
軒
軓
軔
軖
軘
軙
軚
軛
軜
軝
軞
軟
軠
転
軣
軥
軦
軧
軨
軩
軪
軫
軬
軭
軮
軯
軰
軱
軲
軳
軴
軵
軶
軷
軸
軹
軺
軻
軼
軽
軾
軿
輀
輁
輂
較
輄
輅
輆
輇
輈
載
輊
輋
輌
輍
輎
輏
輐
輑
輒
輔
輕
輖
輗
輘
輙
輚
輛
輜
輝
輞
輟
輠
輡
輢
輣
輤
輥
輦
輧
輨
輩
輪
輫
輬
輭
輮
輯
輰
輱
輲
輳
輴
輵
輶
輷
輸
輹
輺
輻
轀
輾
轁
轃
轄
轅
轆
轇
轈
轉
轊
轋
轌
轍
轎
轏
轐
轑
轒
轓
轔
轕
轖
轗
轘
轙
轚
轛
轜
轝
轞
轟
轠
轡
轢
轣
轤
轥
軤
辛
辜
辝
辭
闢
辟
辠
辡
辢
辣
辤
辥
辧
辨
辯
辪
辮
辬
辰
辱
辳
辴
辵
辶
辷
辸
邊
辺
辻
込
遼
達
辿
迀
遷
迂
迃
迄
迅
迆
過
邁
迉
迊
迋
迌
迍
迎
迏
運
近
迒
迓
返
迕
迖
迗
還
這
迚
進
遠
違
連
遲
迠
迡
迢
迣
迤
迥
迦
迧
迨
邇
迪
迫
迬
迭
迮
迯
述
迱
迲
逕
迵
迷
迸
迺
迻
迼
追
迾
迿
退
送
適
适
逃
逄
逅
逆
逇
逈
選
遜
逋
逌
逍
逎
透
逐
逑
遞
逓
途
逖
逗
逘
通
逛
逜
逝
逞
速
造
逡
逢
逤
逥
邐
逧
逨
逩
逪
逫
逬
逭
逮
逯
逰
逳
逴
逵
逶
逷
逸
逹
逺
邏
逼
逽
逾
逿
遀
遁
遂
遃
遄
遅
遆
遇
遈
遉
遌
遍
遏
遐
遑
遒
道
遖
遺
遘
遙
遚
遛
遝
遟
遡
遢
遣
遤
遦
遧
遨
遪
遫
遬
遭
遮
遯
遰
遳
遴
遵
遶
遹
遻
遽
遾
避
邀
邂
邃
邅
邆
邈
邉
邋
邌
邍
邎
邑
鄧
邔
邕
邖
邗
邘
邙
邚
邛
邜
鄺
邞
邟
邠
邡
邢
那
邤
邥
邦
邧
邨
邩
邪
邫
鄔
郵
邯
邰
邱
邲
邳
邴
邵
邶
邸
鄒
鄴
鄰
邼
邽
邾
邿
郀
鬱
郁
郂
郃
郄
郅
郆
郇
郈
郉
郊
郋
郌
郍
郎
郟
鄶
鄭
郒
鄆
郔
郕
郖
郗
郘
郙
郚
郛
郜
郝
郞
郠
郡
郢
郣
郤
郥
酈
鄖
部
郩
郪
郫
郭
郮
郯
郰
郱
郲
郳
郴
郶
郷
鄲
郹
郺
郻
郼
都
郾
郿
鄀
鄁
鄂
鄃
鄄
鄅
鄇
鄈
鄊
鄋
鄌
鄍
鄎
鄏
鄐
鄑
鄓
鄕
鄗
鄘
鄙
鄚
鄛
鄜
鄝
鄞
鄟
鄠
鄡
鄢
鄣
鄤
鄥
鄦
鄨
鄩
鄪
鄫
鄬
鄮
鄯
鄱
鄳
鄵
鄷
鄸
鄹
鄼
鄽
鄾
鄿
酀
酁
酇
酃
酄
酅
酆
酉
酊
酋
酌
配
酎
酏
酐
酑
酒
酓
酔
酕
酖
酗
酘
酙
酚
酛
酜
醞
酞
酟
酠
酡
酢
酣
酤
酥
醱
酧
酨
酩
酪
酫
酬
酭
酮
酯
酰
醬
酲
酳
酴
酵
酶
酷
酸
酹
酺
酻
酼
釅
釃
釀
醀
醁
醂
醄
醅
醆
醇
醈
醉
醊
醋
醌
醍
醎
醏
醐
醑
醒
醓
醔
醕
醗
醘
醙
醚
醛
醝
醠
醡
醢
醣
醤
醥
醦
醧
醨
醩
醪
醭
醮
醯
醰
醲
醳
醴
醵
醶
醷
醸
醹
醺
醻
醼
醽
醾
醿
釂
釄
釆
采
釈
釉
釋
里
重
野
量
金
釒
釓
釔
釕
釖
釗
釘
釙
釚
釛
釜
針
釞
釟
釠
釡
釢
釣
釤
釥
釧
釨
釩
釪
釫
釬
釭
釮
釯
釰
釱
釲
釳
釴
釵
釶
釷
釸
釹
釺
釻
釼
釽
釿
鈀
鈁
鈂
鈃
鈄
鈅
鈆
鈇
鈈
鈉
鈊
鈋
鈌
鈍
鈎
鈏
鈐
鈑
鈒
鈓
鈔
鈕
鈖
鈗
鈘
鈙
鈚
鈛
鈜
鈝
鈞
鈟
鈡
鈢
鈣
鈤
鈥
鈦
鈧
鈨
鈩
鈪
鈫
鈬
鈭
鈮
鈰
鈱
鈳
鈴
鈵
鈶
鈷
鈸
鈹
鈺
鈻
鈼
鈽
鈾
鈿
鉀
鉁
鉂
鉃
鉄
鉆
鉇
鉈
鉉
鉊
鉋
鉌
鉍
鉎
鉏
鉐
鉑
鉒
鉓
鉕
鉖
鉗
鉘
鉙
鉚
鉛
鉜
鉝
鉞
鉟
鉠
鉡
鉢
鉣
鉤
鉥
鉦
鉧
鉨
鉩
鉪
鉫
鉬
鉭
鉮
鉯
鉰
鉱
鉲
鉳
鑑
鑒
鉵
鉶
鉷
鉸
鉹
鉺
鉻
鉼
鉽
鉾
鉿
銀
銂
銃
銄
銅
銆
銇
銈
銉
銊
銋
銌
銍
銎
銏
銐
銑
銒
銓
銔
銕
銖
銗
銘
銙
銚
銛
銝
銞
銠
銡
銢
銣
銤
銥
銦
銧
銨
銩
銪
銫
銬
銭
鑾
銯
銰
銱
銲
銳
銴
銵
銶
銷
銸
銹
銺
銻
銼
銽
銾
銿
鋀
鋁
鋂
鋃
鋄
鋅
鋆
鋇
鋈
鋉
鋊
鋋
鋌
鋍
鋎
鋏
鋐
鋑
鋒
鋓
鋔
鋕
鋖
鋗
鋘
鋙
鋛
鋜
鋝
鋞
鋟
鋠
鋡
鋢
鋣
鋤
鋥
鋦
鋧
鋨
鋩
鋪
鋫
鋬
鋭
鋮
鋯
鋰
鋱
鋲
鋳
鋴
鋵
鋶
鋷
鋸
鋹
鋺
鋻
鋼
鋽
鋾
鋿
錀
錁
錂
錃
錅
錆
錇
錉
錊
錋
錌
錍
錎
錏
錐
錑
錒
錓
錔
錕
錖
錗
錘
錙
錚
錛
錝
錞
錟
錠
錡
錢
錣
錤
錦
錧
錨
錩
錪
錫
錬
錭
錮
錯
錰
錱
録
錳
錴
錵
錷
錸
錹
錺
錻
錼
鏨
錿
鍀
鍁
鍂
鍃
鍄
鍅
鍆
鍇
鍈
鍉
鍋
鍌
鍍
鍎
鍏
鍐
鍑
鍒
鍓
鍔
鍕
鍖
鍗
鍘
鍙
鍚
鍛
鍜
鍝
鍞
鍟
鍠
鍡
鍢
鍣
鍤
鍥
鍦
鍧
鍨
鍩
鍪
鍫
鍬
鍭
鍮
鍯
鍰
鍱
鍲
鍳
鍴
鍵
鍶
鍷
鍸
鍹
鍺
鍻
鍼
鍽
鍾
鍿
鎀
鎁
鎂
鎃
鎄
鎅
鎆
鎇
鎉
鎊
鎋
鎌
鎎
鎏
鎐
鎑
鎒
鎓
鎔
鎕
鎖
鎗
鎘
鎙
鎚
鎛
鎜
鎝
鎞
鎟
鎠
鎡
鎢
鎤
鎦
鎧
鎨
鎩
鎪
鎫
鎬
鎭
鎮
鎯
鎰
鎱
鎲
鎳
鎴
鎵
鎶
鎷
鎸
鎹
鎺
鎻
鎼
鎽
鎾
鎿
鏀
鏁
鏂
鏃
鏄
鏅
鏆
鏈
鏊
鏋
鏌
鏍
鏏
鏐
鏑
鏒
鏓
鏔
鏕
鏖
鏗
鏘
鏙
鏚
鏛
鏜
鏝
鏞
鏟
鏠
鏡
鏢
鏣
鏤
鏦
鏧
鏩
鏪
鏫
鏬
鏭
鏮
鏯
鏱
鏲
鏳
鏴
鏵
鏶
鏷
鏸
鏹
鏻
鏼
鏽
鏿
鐀
鐁
鐃
鐄
鐅
鐆
鐇
鐈
鐉
鐊
鐋
鐌
鐍
鐎
鐏
鐐
鐑
鐒
鐓
鐔
鐕
鐖
鐗
鐘
鐙
鐚
鐛
鐜
鐝
鐞
鐟
鐠
鐡
鐢
鐣
鐤
鐦
鐧
鐨
鐩
鐪
鐫
鐬
鐭
鐮
鐰
鐱
鐲
鐳
鐴
鐵
鐶
鐷
鐸
鐹
鐺
鐻
鐼
鐽
鐾
鐿
鑀
鑁
鑂
鑃
鑄
鑅
鑆
鑇
鑈
鑉
鑊
鑋
鑌
鑍
鑎
鑏
鑐
鑓
鑔
鑕
鑖
鑗
鑘
鑙
鑚
鑛
鑜
鑝
鑞
鑟
鑠
鑡
鑢
鑣
鑤
鑥
鑧
鑨
鑩
鑪
鑫
鑬
鑭
鑮
鑯
鑰
鑱
鑲
鑳
鑴
鑵
鑶
鑷
鑸
鑹
鑺
鑻
鑼
鑽
钀
钂
钃
钄
錈
鏰
長
镸
镹
镺
镻
镼
镽
镾
門
閁
閂
閃
閄
閅
閆
閇
閈
閉
閊
閌
閎
閏
閑
閒
間
閔
閕
閖
閗
閘
閙
閚
閛
閜
閞
閟
閠
閡
関
閣
閥
閦
閧
閨
閩
閪
閫
閬
閭
閮
閯
閰
閱
閲
閳
閴
閵
閶
閷
閸
閹
閺
閻
閼
閽
閾
閿
闀
闁
闂
闃
闄
闅
闈
闉
闊
闋
闌
闍
闎
闏
闐
闑
闒
闓
闔
闕
闖
闗
闘
闚
闛
闝
闞
闟
闠
闡
闣
闤
闥
闦
闧
鬧
鬮
鬩
阜
阝
阞
隊
阠
阡
阢
阣
阤
阥
阦
阧
阨
阩
阪
阫
阬
阭
阮
阯
阰
阱
防
陽
陰
陣
階
阷
阸
阹
阺
阻
阼
阽
阾
阿
陀
陁
陂
陃
附
際
陸
隴
陳
陘
陊
陋
陌
降
陎
陏
限
陑
陓
陔
陝
陖
陗
陙
陚
陛
陜
陞
陟
陠
陡
院
除
陥
隯
隉
隕
險
陪
陫
陬
陭
陮
陯
陱
陲
陴
陵
陶
陷
陹
険
陻
陼
陾
陿
隀
隁
隂
隃
隄
隅
隆
隇
隈
隋
隌
隍
隨
隱
隑
隒
隓
隔
隖
隗
隘
隙
隚
障
隝
隞
隟
隠
隡
隢
隣
隤
隥
隦
隧
隩
隫
隬
隭
隮
隰
隲
隳
隵
隸
隷
隹
隺
隼
雋
難
隿
雀
雁
雂
雃
雄
雅
集
雈
雉
雊
雌
雍
雎
雛
雐
雑
雒
雓
雔
雕
鵰
雗
雘
雚
雝
雞
雟
雡
雤
雥
雦
雧
雨
雩
雪
雫
雬
雭
雮
雯
雰
雱
靂
雴
雵
零
雷
雸
雹
雺
雼
雽
霧
雿
需
霽
霂
霄
霅
霆
震
霈
黴
霊
霋
霍
霎
霏
霐
霒
霓
霔
霕
霖
霗
霘
霙
霚
霛
霜
霝
霞
霟
霠
霢
霣
霤
霥
霦
霨
霩
霪
霫
霬
靄
霮
霯
霰
霱
露
霳
霴
霵
霶
霷
霸
霹
霺
霻
霼
霾
霿
靀
靁
靃
靅
靇
靊
靋
靌
靍
靎
靏
靐
靑
青
靚
靝
靕
靖
靗
靘
靜
靛
非
靟
靠
靡
面
麪
靣
靤
靨
靧
革
靪
靫
靬
靭
靮
靯
靰
靱
靲
靳
靴
靵
靶
靷
靸
靹
靺
靻
靼
靽
靾
靿
鞀
鞁
鞂
鞃
鞄
鞅
鞆
鞇
鞈
鞉
鞊
鞋
鞌
鞍
鞎
鞐
韃
鞽
鞓
鞔
鞕
鞖
鞗
鞘
鞙
鞚
鞜
鞞
鞟
鞠
鞡
鞢
鞣
鞤
鞥
鞧
鞨
鞩
鞪
鞫
鞬
鞭
鞮
韉
鞰
鞱
韝
鞳
鞴
鞵
鞶
鞷
鞸
鞹
鞺
鞻
鞼
鞾
鞿
韀
韁
韂
韄
韅
韇
韈
韊
韋
韌
韍
韎
韏
韐
韑
韒
韓
韔
韕
韖
韗
韘
韙
韛
韜
韞
韟
韠
韡
韣
韤
韥
韭
韮
韯
韰
韱
韲
音
韴
韻
韶
韷
韸
韹
韺
韼
韽
韾
頀
頁
頂
頃
頄
項
順
頇
須
頉
頊
頋
頌
頍
頎
頏
預
頑
頒
頓
頔
頕
頖
頗
領
頙
頚
頜
頝
頞
頟
頠
頡
頢
頣
頤
頥
頦
頧
頨
頩
頪
頫
頬
頮
頯
頰
頱
頲
頳
頴
頵
頶
頷
頸
頹
頺
頻
頼
頽
頾
頿
顀
顁
顄
顅
顆
顇
顈
顉
顊
顋
題
額
顎
顏
顐
顑
顒
顓
顔
顕
顖
顗
顙
顚
顛
顜
顝
顟
顠
顡
顢
顣
顤
顥
顦
顧
顨
顩
顫
顬
顭
顰
顱
顲
顳
顴
鬚
風
颩
颪
颫
颬
颭
颮
颯
颰
颲
颴
颵
颶
颷
颸
颹
颺
颻
颼
颽
颾
颿
飀
飁
飂
飃
飄
飅
飆
飇
飈
飉
飊
飋
飌
飍
飛
飜
飝
食
飠
飡
飢
飣
飤
飥
飧
饗
飩
飪
飫
飬
飭
飮
飯
飰
飱
飲
飳
飴
飵
飶
飷
飸
飹
飺
飻
飼
飽
飾
飿
餀
餁
餂
餃
餄
餅
餆
餇
餉
餋
餌
饜
餎
餏
餐
餑
餒
餓
餔
餕
餖
餗
餙
餛
餜
餝
餞
餟
餠
餡
餢
餣
餤
餥
餦
餧
館
餩
餪
餫
餬
餭
餮
餯
餰
餲
餳
餴
餶
餷
餸
餹
餺
餻
餼
餽
餾
餿
饀
饁
饂
饃
饄
饅
饆
饈
饉
饊
饋
饌
饍
饎
饏
饐
饑
饒
饓
饔
饕
饖
饘
饙
饚
饛
饝
饞
饟
饠
饡
饢
首
馗
馘
香
馚
馛
馜
馝
馞
馟
馠
馡
馢
馣
馤
馥
馦
馧
馨
馪
馫
馬
馭
馯
馰
馱
馲
馳
馴
馵
馶
馷
馸
馹
馺
馻
馼
馽
馾
馿
駀
駁
駂
駃
駄
駅
駆
駇
駈
駉
駊
駋
駌
駍
駏
駐
駑
駒
駓
駔
駕
駖
駗
駘
駙
駛
駜
駝
駞
駟
駠
駡
駢
駣
駤
駥
駦
駨
駩
駪
駬
駭
駮
駯
駰
駱
駲
駳
駴
駵
駷
駸
駹
駺
駻
駼
駽
駾
駿
騀
騁
騂
騃
騄
騅
騆
騈
騉
騊
騋
騌
騍
騎
騏
騐
騑
騒
験
騔
騕
騖
騗
騘
騙
騚
騛
騜
騞
騟
騠
騡
騢
騣
騤
騥
騦
騨
騩
騪
騫
騬
騭
騮
騯
騱
騲
騳
騴
騵
騶
騷
騸
騹
騺
騻
騽
騾
騿
驁
驂
驃
驄
驅
驆
驈
驉
驊
驌
驍
驎
驏
驐
驑
驒
驓
驔
驕
驖
驗
驘
驙
驛
驜
驝
驞
驟
驠
驡
驢
驣
驤
驥
驦
驧
驩
驪
驫
骨
骩
骫
骭
骮
骰
骱
骲
骳
骴
骵
骶
骷
骸
骹
骺
骻
骼
骽
骾
骿
髀
髁
髂
髃
髄
髏
髆
髇
髈
髉
髊
髖
髕
髍
髎
髐
髑
髓
髗
高
髙
髚
髛
髜
髝
髞
髟
髠
髡
髢
髣
髤
髥
髦
髧
髨
髩
髪
髫
髬
髭
髯
髰
髱
髲
髳
髴
髵
髶
髷
髸
髹
髺
髻
髼
髽
髾
髿
鬀
鬁
鬂
鬃
鬄
鬅
鬇
鬈
鬉
鬊
鬋
鬌
鬎
鬏
鬐
鬑
鬒
鬢
鬔
鬕
鬖
鬗
鬘
鬙
鬛
鬜
鬝
鬞
鬟
鬠
鬡
鬣
鬤
鬦
鬪
鬫
鬬
鬭
鬯
鬰
鬲
鬳
鬴
鬵
鬹
鬷
鬸
鬺
鬻
鬼
鬽
鬾
鬿
魀
魁
魂
魃
魄
魅
魆
魘
魈
魎
魊
魋
魌
魍
魏
魐
魑
魒
魓
魔
魕
魖
魗
魙
魚
魛
魜
魝
魞
魟
魠
魡
魢
魣
魤
魥
魦
魧
魨
魩
魫
魬
魭
魮
魯
魰
魱
魲
魳
魴
魶
魷
魸
魹
魺
魻
魼
魽
魾
魿
鮀
鮁
鮂
鮃
鮄
鮅
鮆
鮇
鮈
鮉
鮊
鮋
鮌
鮍
鮎
鮏
鮐
鮑
鮒
鮓
鮔
鮕
鮖
鮗
鮘
鮙
鮚
鮜
鮝
鮞
鮟
鮠
鮡
鮢
鮤
鮥
鮦
鮧
鮨
鮩
鮪
鮫
鮬
鮭
鮮
鮯
鮰
鮱
鮲
鮴
鮶
鮷
鮸
鮹
鮻
鮼
鮽
鮾
鮿
鯀
鯁
鯃
鯅
鯆
鯇
鯈
鯉
鯊
鯋
鯎
鯏
鯑
鯒
鯓
鯔
鯕
鯖
鯗
鯘
鯙
鯚
鯛
鯜
鯝
鯟
鯠
鯡
鯢
鯣
鯤
鯥
鯦
鯧
鯨
鯩
鯪
鯫
鯭
鯮
鯯
鯰
鯱
鯲
鯳
鯵
鯶
鯷
鯸
鯹
鯺
鯻
鯼
鯽
鯾
鯿
鰀
鰁
鰂
鰃
鰄
鰅
鰇
鰈
鰉
鰊
鰋
鰍
鰎
鰏
鰐
鰒
鰓
鰔
鰕
鰖
鰗
鰘
鰙
鰚
鰛
鰜
鰝
鰟
鰠
鰡
鰢
鰣
鰤
鰥
鰨
鰩
鰪
鰫
鰬
鰭
鰮
鰯
鰰
鰱
鰲
鰳
鰴
鰵
鰶
鰷
鰸
鰹
鰺
鰻
鰼
鰽
鰾
鰿
鱀
鱁
鱂
鱃
鱄
鱅
鱆
鱇
鱈
鱉
鱊
鱋
鱌
鱍
鱎
鱏
鱐
鱑
鱒
鱓
鱔
鱕
鱖
鱗
鱘
鱙
鱚
鱛
鱜
鱝
鱞
鱟
鱠
鱡
鱢
鱣
鱤
鱥
鱦
鱧
鱨
鱩
鱪
鱫
鱬
鱭
鱮
鱯
鱰
鱱
鱲
鱳
鱴
鱵
鱶
鱷
鱸
鱹
鱺
鱻
鮳
鮺
鯴
䲘
鳥
鳦
鳩
鳪
鳫
鳬
鳭
鳮
鳯
鳰
鳱
鳲
鳴
鳵
鳶
鳷
鳸
鳹
鳺
鳻
鳽
鳿
鴀
鴁
鴂
鴃
鴄
鴅
鴆
鴇
鴈
鴉
鴊
鴋
鴌
鴎
鴏
鴐
鴑
鴒
鴓
鴔
鴕
鴖
鴗
鴘
鴙
鴚
鴛
鴜
鴝
鴞
鴟
鴠
鴡
鴢
鴣
鴤
鴥
鴦
鴧
鴨
鴩
鴪
鴫
鴬
鴭
鴮
鴯
鴰
鴲
鴳
鴴
鴵
鴶
鴸
鴹
鴺
鴻
鴼
鴽
鴾
鴿
鵀
鵂
鵃
鵄
鵅
鵆
鵉
鵊
鵋
鵌
鵍
鵎
鵏
鵐
鵑
鵒
鵓
鵔
鵕
鵖
鵗
鵘
鵙
鵚
鵜
鵝
鵞
鵟
鵠
鵡
鵢
鵣
鵤
鵦
鵧
鵨
鵩
鵪
鵫
鵬
鵭
鵮
鵯
鵱
鵲
鵳
鵴
鵵
鵶
鵷
鵸
鵹
鵺
鵻
鵼
鵽
鵾
鵿
鶀
鶁
鶂
鶃
鶅
鶆
鶇
鶈
鶉
鶊
鶋
鶍
鶎
鶏
鶐
鶑
鶒
鶓
鶕
鶖
鶗
鶘
鶚
鶛
鶜
鶝
鶞
鶠
鶡
鶢
鶣
鶤
鶥
鶧
鶨
鶩
鶫
鶬
鶮
鶱
鶲
鶳
鶴
鶵
鶶
鶷
鶸
鶹
鶺
鶻
鶼
鶽
鶾
鶿
鷀
鷁
鷂
鷃
鷄
鷅
鷆
鷇
鷈
鷊
鷋
鷍
鷎
鷏
鷑
鷒
鷓
鷕
鷖
鷗
鷘
鷙
鷚
鷛
鷜
鷝
鷞
鷟
鷡
鷢
鷤
鷥
鷦
鷧
鷨
鷩
鷪
鷫
鷬
鷭
鷮
鷯
鷰
鷱
鷲
鷳
鷴
鷵
鷶
鷸
鷹
鷺
鷻
鷽
鷾
鷿
鸀
鸁
鸃
鸅
鸆
鸇
鸈
鸉
鸌
鸍
鸎
鸏
鸐
鸑
鸒
鸓
鸔
鸕
鸖
鸗
鸘
鸙
鸚
鸛
鸜
鸝
鸞
鹶
鹷
鹸
鹺
鹻
鹿
麀
麁
麂
麃
麄
麅
麆
麇
麈
麉
麊
麋
麌
麍
麎
麏
麐
麑
麒
麓
麔
麕
麖
麘
麙
麚
麛
麜
麝
麞
麟
麠
麡
麢
麣
麤
麥
麧
麨
麩
麫
麭
麮
麯
麰
麱
麳
麵
麶
麷
麻
麾
麿
黀
黁
黂
黃
黅
黆
黇
黈
黌
黊
黍
黎
黏
黐
黑
黒
黓
黔
黕
黖
黗
默
黙
黚
黛
黜
黝
黟
黠
黶
黢
黣
黤
黥
黦
黧
黷
黲
黫
黬
黭
黮
黯
黰
黱
黳
黵
黸
黹
黺
黻
黼
黽
黿
鼀
鼁
鼂
鼃
鼄
鼅
鼆
鼇
鼈
鼉
鼊
鼎
鼏
鼐
鼑
鼒
鼓
鼔
鼖
鼗
鼘
鼙
鼚
鼛
鼜
鼝
鼞
鼟
鼠
鼡
鼢
鼣
鼤
鼥
鼦
鼧
鼩
鼪
鼫
鼬
鼭
鼮
鼯
鼰
鼱
鼲
鼳
鼴
鼵
鼶
鼷
鼸
鼺
鼻
鼼
鼽
鼾
鼿
齀
齁
齂
齃
齄
齅
齆
齇
齈
齉
齊
齌
齍
齏
齒
齓
齔
齕
齖
齗
齘
齙
齚
齛
齜
齝
齞
齟
齠
齡
齢
齤
齥
齦
齨
齪
齫
齬
齭
齮
齯
齰
齱
齲
齳
齵
齷
齸
齹
齺
齻
齼
齽
齾
龍
龏
龔
龕
龖
龗
龘
龜
龝
龞
龠
龡
龢
龣
龤
龥
龰
龹
龺
龻
鿃
鿍
鿕
鿞
鿠
鿫
鿬
鿿
ꀋ
ꀒ
ꁈ
ꂤ
ꂵ
ꂷ
ꃄ
ꃅ
ꄡ
ꄬ
ꄿ
ꆃ
ꆈ
ꆨ
ꆪ
ꇁ
ꇊ
ꇖ
ꇗ
ꈎ
ꈐ
ꈵ
ꈿ
ꉙ
ꉳ
ꉸ
ꉼ
ꊖ
ꊨ
ꊰ
ꋍ
ꌅ
ꌕ
ꌠ
ꍓ
ꎖ
ꎭ
ꏂ
ꏃ
ꏅ
ꏦ
ꐎ
꒰
꒱
ꓗ
ꓚ
ꓛ
ꓝ
ꓟ
ꓠ
ꓡ
ꓢ
ꓪ
ꓫ
ꓬ
ꓲ
ꓳ
ꓴ
ꓵ
ꓸ
ꓼ
ꓽ
꓾
꓿
꘍
꘎
꘏
Ꙁ
ꙁ
ꙃ
ꙅ
Ꙇ
ꙇ
Ꙉ
ꙉ
Ꙏ
ꙏ
Ꙑ
ꙑ
ꙓ
ꙕ
Ꙗ
ꙗ
Ꙟ
ꙟ
Ꙡ
ꙡ
Ꙣ
ꙣ
Ꙥ
ꙥ
Ꙧ
ꙧ
Ꙩ
ꙩ
Ꙫ
ꙫ
Ꙭ
ꙭ
ꙮ
꙰
꙱
꙲
꙳
꙾
Ꚁ
ꚁ
Ꚃ
ꚃ
Ꚅ
ꚅ
Ꚉ
ꚉ
Ꚋ
ꚋ
Ꚍ
ꚍ
Ꚏ
ꚏ
Ꚑ
ꚑ
Ꚗ
ꚗ
Ꚙ
ꚙ
Ꚛ
ꚛ
꛲
꛳
꛴
꛵
꛶
꛷
꜀
꜁
꜂
꜃
꜄
꜅
꜆
꜇
꜓
ꜛ
ꜜ
ꜣ
ꜥ
ꜩ
ꜫ
ꜭ
ꝏ
Ꝛ
ꞅ
ꞎ
Ꞓ
Ʞ
ꞵ
ꠁ
ꠇ
ꠊ
ꠍ
ꠐ
ꠘ
ꠟ
ꠣ
ꠤ
꡴
꡵
꡶
꡷
꣎
꣏
꣸
꣹
꣺
꣼
꤮
꤯
꥟
ꦑ
ꦗ
ꦠ
ꦢ
ꦥ
ꦩ
ꦪ
ꦭ
ꦮ
ꦯ
ꦱ
ꦲ
ꦴ
ꦺ
ꦿ
꧀
꧁
꧂
꧃
꧄
꧅
꧆
꧇
꧈
꧉
꧊
꧋
꧌
꧍
꧞
꧟
ꨈ
ꨝ
ꨰ
ꩉ
꩜
꩝
꩞
꩟
꫞
꫟
꫰
꫱
ꭓ
꯫
﨎
﨏
﨑
﨔
﨡
﨣
﨤
﨧
﨨
﨩
ﬀ
ﬁ
ﬂ
ﬃ
ﬄ
ﬅ
ﬆ
ﭼ
ﮪ
ﮭ
ﮮ
ﯩ
﴾
﴿
ﷲ
ﷺ
﷼
︐
︑
︒
︓
︔
︕
︖
︗
︘
︙
︰
︱
︲
︳
︴
︵
︶
︷
︸
︹
︺
︻
︼
︽
︾
︿
﹀
﹁
﹂
﹃
﹄
﹅
﹆
﹇
﹈
﹉
﹊
﹋
﹌
﹍
﹎
﹏
﹐
﹑
﹒
﹔
﹕
﹖
﹗
﹘
﹙
﹚
﹛
﹜
﹝
﹞
﹟
﹠
﹡
﹢
﹣
﹤
﹥
﹦
﹨
﹩
﹪
﹫
ﹰ
ﺁ
ﺍ
ﺎ
ﺐ
ﺑ
ﺒ
ﺓ
ﺔ
ﺙ
ﺝ
ﺡ
ﺣ
ﺤ
ﺩ
ﺪ
ﺭ
ﺮ
ﻉ
ﻋ
ﻌ
ﻍ
ﻐ
ﻓ
ﻔ
ﻕ
ﻙ
ﻞ
ﻟ
ﻠ
ﻣ
ﻧ
ﻪ
ﻫ
ﻬ
ﻭ
ﻮ
ﻱ
ﻲ
ﻴ
ﻻ
＀
！
＂
＃
＄
％
＆
＇
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
＠
Ａ
Ｂ
Ｃ
Ｄ
Ｅ
Ｆ
Ｇ
Ｈ
Ｉ
Ｊ
Ｋ
Ｌ
Ｍ
Ｎ
Ｏ
Ｐ
Ｑ
Ｒ
Ｓ
Ｔ
Ｕ
Ｖ
Ｗ
Ｘ
Ｙ
Ｚ
［
＼
］
＾
＿
｀
ａ
ｂ
ｃ
ｄ
ｅ
ｆ
ｇ
ｈ
ｉ
ｊ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｑ
ｒ
ｓ
ｔ
ｕ
ｖ
ｗ
ｘ
ｙ
ｚ
｛
｜
｝
～
｟
｠
｡
｢
｣
､
･
ｦ
ｧ
ｨ
ｪ
ｫ
ｬ
ｭ
ｯ
ｰ
ｱ
ｲ
ｳ
ｴ
ｵ
ｶ
ｷ
ｸ
ｹ
ｺ
ｻ
ｼ
ｽ
ｾ
ｿ
ﾀ
ﾁ
ﾂ
ﾃ
ﾄ
ﾅ
ﾆ
ﾈ
ﾉ
ﾊ
ﾋ
ﾌ
ﾍ
ﾎ
ﾏ
ﾐ
ﾑ
ﾒ
ﾓ
ﾔ
ﾕ
ﾗ
ﾘ
ﾙ
ﾚ
ﾛ
ﾜ
ﾝ
ﾞ
ﾟ
ￚ
￠
￡
￢
￣
￤
￥
￦
￭
￮
￳
￼
𐀁
𐀄
𐀈
𐀏
𐀙
𐀣
𐀩
𐀫
𐀭
𐀯
𐀷
𐄀
𐄁
𐄂
𐇐
𐇑
𐇒
𐇓
𐇔
𐇕
𐇖
𐇗
𐇘
𐇙
𐇚
𐇛
𐇜
𐇝
𐇞
𐇟
𐇠
𐇡
𐇢
𐇣
𐇤
𐇥
𐇦
𐇧
𐇨
𐇩
𐇪
𐇫
𐇬
𐇭
𐇮
𐇯
𐇰
𐇱
𐇲
𐇳
𐇴
𐇵
𐇶
𐇷
𐇸
𐇹
𐇺
𐇻
𐇼
𐌀
𐌄
𐌉
𐌓
𐌕
𐌰
𐌳
𐌻
𐌼
𐌿
𐍈
𐎊
𐎌
𐎍
𐎗
𐎛
𐎟
𐎠
𐎡
𐎢
𐎣
𐎧
𐎩
𐎭
𐎰
𐎱
𐎴
𐎶
𐎹
𐎺
𐎼
𐎿
𐏁
𐏂
𐏃
𐏐
𐐷
𐓁
𐓂
𐓏
𐓘
𐓟
𐓣
𐓤
𐓯
𐓻
𐕯
𐡗
𐤀
𐤃
𐤄
𐤅
𐤇
𐤉
𐤌
𐤏
𐤟
𐤿
𐩐
𐩑
𐩒
𐩓
𐩔
𐩕
𐩖
𐩗
𐩘
𐩢
𐩣
𐩧
𐩨
𐩪
𐩬
𐩯
𐩱
𐩵
𐩶
𐩺
𐩽
𐩿
𐫰
𐫱
𐫲
𐫳
𐫴
𐫵
𐫶
𐬹
𐬺
𐬻
𐬼
𐬽
𐬾
𐬿
𐭀
𐭃
𐭉
𐭎
𐭐
𐭓
𐭕
𐭠
𐭢
𐭣
𐭥
𐭦
𐭧
𐭩
𐭪
𐭫
𐭬
𐭭
𐭮
𐭯
𐭱
𐭲
𐮙
𐮚
𐮛
𐮜
𐰇
𐰉
𐰍
𐰛
𐰜
𐰰
𐰲
𐰼
𐱃
𐱅
𐽕
𐽖
𐽗
𐽘
𐽙
𑁇
𑁈
𑁉
𑁊
𑁋
𑁌
𑁍
𑂻
𑂼
𑂾
𑂿
𑃀
𑃁
𑅀
𑅁
𑅂
𑅃
𑅴
𑅵
𑇅
𑇆
𑇇
𑇈
𑇍
𑇛
𑇝
𑇞
𑇟
𑈸
𑈹
𑈺
𑈻
𑈼
𑈽
𑊩
𑑋
𑑌
𑑍
𑑎
𑑏
𑑛
𑑝
𑓆
𑖕
𑖗
𑖦
𑖨
𑖪
𑖫
𑖮
𑖯
𑖰
𑖱
𑗁
𑗂
𑗃
𑗄
𑗅
𑗆
𑗇
𑗈
𑗉
𑗊
𑗋
𑗌
𑗍
𑗎
𑗏
𑗐
𑗑
𑗒
𑗓
𑗔
𑗕
𑗖
𑗗
𑙁
𑙂
𑙃
𑙠
𑙡
𑙢
𑙣
𑙤
𑙥
𑙦
𑙧
𑙨
𑙩
𑙪
𑙫
𑙬
𑜼
𑜽
𑜾
𑠻
𑨿
𑩀
𑩁
𑩂
𑩃
𑩄
𑩅
𑩆
𑪚
𑪛
𑪜
𑪞
𑪟
𑪠
𑪡
𑪢
𑱁
𑱂
𑱃
𑱄
𑱅
𑱰
𑱱
𑻷
𑻸
𒀯
𒀳
𒁺
𒂗
𒃷
𒄿
𒅋
𒅖
𒆕
𒆠
𒈪
𒈬
𒉌
𒉏
𒊏
𒌇
𒌑
𒑰
𒑱
𒑲
𒑳
𒑴
𓁹
𓂋
𓃣
𓃱
𓄿
𓅓
𓅱
𓆎
𓆑
𓆰
𓇋
𓇍
𓇽
𓈉
𓈖
𓊖
𓊪
𓊵
𓍘
𓎡
𓏏
𓏺
𖩮
𖩯
𖫵
𖬄
𖬌
𖬖
𖬝
𖬟
𖬣
𖬷
𖬸
𖬹
𖬺
𖬻
𖭄
𖺗
𖺘
𖺙
𖺚
𛀆
𛲟
𝄫
𝌀
𝐹
𝑃
𝑆
𝑈
𝑝
𝑥
𝑧
𝑮
𝓁
𝕄
𝕊
𝕡
𝖟
𝘋
𝘌
𝘏
𝘐
𝘓
𝘗
𝘛
𝘢
𝘤
𝘥
𝘦
𝘧
𝘨
𝘩
𝘪
𝘭
𝘮
𝘯
𝘰
𝘴
𝘵
𝘺
𝛂
𝛿
𝜋
𝝰
𝝱
𝪇
𝪈
𝪉
𝪊
𝪋
𞄀
𞄂
𞄄
𞄎
𞄐
𞄔
𞄚
𞄤
𞄦
𞄧
𞄩
𞄫
𞄬
𞄰
𞄱
𞄲
𞄳
𞠀
𞠁
𞠂
𞥞
𞥟
🆘
🇧
🇨
🇩
🇪
🇫
🇬
🇭
🇮
🇯
🇰
🇲
🇳
🇵
🇷
🇸
🇹
🇺
🇼
🇾
🈶
🈷
🌈
🌙
🌞
🌟
🌰
🌲
🌳
🌸
🌹
🌺
🌻
🍀
🍁
🍃
🍔
🍣
🍰
🍺
🎀
🎆
🎈
🎞
🎥
🎬
🎵
🎿
🏆
🏻
🏼
🏽
🏾
🏿
🐍
🐎
🐔
🐠
🐢
🐣
🐩
🐭
🐮
🐰
🐱
🐴
🐶
🐷
👀
👂
👃
👄
👅
👇
👈
👉
👋
👌
👏
👑
👗
👠
👡
👣
👧
👨
👩
👯
👺
👻
👿
💀
💄
💉
💋
💎
💐
💓
💙
💚
💝
💤
💧
💩
💪
💻
📅
📡
📢
📱
📺
📻
🔍
🔗
🔝
🔴
🔵
🖕
🖥
🗿
😁
😂
😃
😄
😇
😉
😊
😋
😌
😍
😎
😏
😐
😒
😓
😔
😖
😘
😚
😜
😝
😞
😟
😠
😡
😢
😣
😤
😥
😨
😩
😪
😫
😭
😰
😱
😲
😳
😴
😷
😹
🙈
🙋
🙏
🚀
🚗
🚫
🤣
🥰
🦁
🦋
🧂
𠀀
𠀑
𠀠
𠀤
𠀧
𠁞
𠁁
𠁨
𠂇
𠂉
𠃉
𠃊
𠃋
𠃌
𠃍
𠃑
𠃵
𠄌
𠄎
𠄞
𠄩
𠄳
𠄼
𠅤
𠆢
𠆤
𠆭
𠇇
𠇖
𠇶
𠈅
𠉀
𠊎
𠊚
𠊪
𠊺
𠌠
𠌯
𠍀
𠍇
𠍋
𠍲
𠍳
𠎀
𠐓
𠐔
𠐤
𠒇
𠔳
𠔻
𠕇
𠖫
𠗕
𠗟
𠘖
𠘨
𠙴
𠙶
𠚢
剾
𠛯
𠝹
𠞊
𠞰
𠟭
𠟼
𠡒
𠢳
𠣬
𠤩
𠥀
𠦅
𠦌
𠦝
𠪱
𠪳
𠫊
𠫓
𠫤
𠫾
𠬝
𠬪
𠭯
𠮟
𠮷
𠮾
𠮿
𠯆
𠯐
𠰢
𠰴
𠱂
𠱓
𠱸
𠱾
𠲍
𠲎
𠳲
𠳼
𠳿
𠴟
𠴲
𠵆
𠵇
𠵱
𠵼
𠶧
𠷈
𠷨
𠸍
𠸪
𠹌
𠺌
𠺕
𠺖
𠺘
𠺢
𠻇
𠻜
𠻠
𠻸
𠻹
𠼇
𠼞
𠼤
𠼪
𠽌
𠾴
𡁻
𡃁
𡃶
𡄣
𡄵
𡈼
𡈾
𡉚
𡉺
𡋣
壗
𡋧
𡋱
𡌵
𡍌
𡍲
𡎊
𡎚
𡎜
𡐓
𡐤
𡑞
𡑡
𡑤
𡑵
𡒉
𡓁
𡓭
𡓱
𡔈
𡕀
𡕒
𡕧
𡖓
𡗦
𡗨
𡙇
𡚒
𡠄
𡠍
𡡉
𡢃
𡣗
𡤕
𡥵
𡦂
𡦹
𡧖
𡧽
𡨂
𡨃
𡨊
𡨢
𡨧
𡨸
𡨽
𡩀
𡩄
𡩈
𡩋
𡩏
𡩜
𡩡
𡩢
𡪠
𡪿
𡫁
𡫯
𡬐
𡭕
𡮐
𡮦
𡯁
𡰖
𡰢
𡰣
𡰥
𡰪
𡰳
𡱰
𡳅
𡳞
𡴶
𡴾
𡵻
𡶀
𡶛
𡶦
𡶲
𡷗
𡸷
𡹘
𡹮
𡹾
嶘
𡺭
𡺯
𡺿
𡼹
𡽪
𡽫
𡽹
𡾊
𡾣
𡾼
𡿂
𡿨
𢀓
𢀖
𢀛
𢀿
𢁫
𢃇
𢃢
𢄂
𢄙
𢄺
𢆡
𢆥
𢆯
𢆶
𢇲
𢊄
𢋡
𢌛
𢍘
𢎘
𢐗
𢑥
𢒉
𢓨
𢔀
𢔶
𢕌
𢕟
𢖍
𢖥
𢘅
𢘆
𢘥
𢘿
憢
𢚂
𢚝
𢜬
𢢀
𢢝
𢢼
𢣐
𢣢
𢣴
𢤮
𢤱
𢥧
𢦏
𢧤
𢫆
𢫾
𢭀
𢯦
𢱟
𢱿
𢲵
𢳂
𢳚
𢴩
𢵄
𢶍
𢶏
𢶜
𢷋
𢹂
𢺋
𢼄
𢽲
𢽴
𣁦
𣁳
𣁽
𣂺
𣄃
𣅠
𣇐
𣇫
𣈥
𣈱
𣈴
𣉙
𣉿
𣊫
𣊬
𣋉
𣍇
𣍏
𣍐
腪
𣎴
𣎵
𣏌
𣏙
𣏞
𣏴
𣐅
𣐙
欍
𣐿
𣑚
𣑮
𣒃
𣒱
𣒻
𣓞
橯
𣔾
𣕃
𣕅
𣕲
𣗖
𣘁
𣘖
檭
𣙜
𣙼
𣚅
𣚏
𣚒
𣚣
𣚦
𣚴
𣛣
𣛧
𣛮
𣜥
𣜬
𣝗
𣟄
𣡊
𣡌
𣣄
𣦻
𣫏
𣬌
𣬠
𣬶
𣭈
𣭻
𣮤
𣰋
氭
𣱧
𣲤
𣲶
𣲷
𣲸
𣳫
𣴓
𣴖
𣴛
𣴣
𣵧
𣶏
𣶒
𣶬
𣷭
𣸑
𣸵
𣹟
𣹩
𣺺
𣽤
𣾢
𣾷
𣿅
𣿈
𣿭
𣿰
𤀹
𤂂
𤂬
𤄫
𤄷
𤅶
𤅷
𤆬
𤆵
𤆼
𤇜
𤇥
𤇼
𤈇
𤈜
𤈦
𤉎
𤊐
𤊞
𤊟
𤊥
𤊨
𤊹
𤊻
𤋮
𤌙
𤍘
𤎤
𤏳
𤏸
𤐤
𤑐
𤒩
𤒹
𤓂
𤓓
𤓪
𤓯
𤔡
𤕶
𤗶
𤘣
𤛎
𤝱
𤞚
𤞽
𤟤
𤟥
𤠣
𤢂
𤢗
𤣎
𤣥
𤣯
𤣰
𤣲
𤣹
𤣾
𤤁
𤤥
𤤦
𤤴
𤤺
𤤽
𤥒
𤥖
𤥢
𤥽
𤦃
𤦎
𤦏
𤦲
𤧛
𤧣
𤨒
𤨠
𤩝
𤩪
𤩰
𤩹
𤪉
𤪌
𤪙
𤪸
𤫉
𤬜
𤬪
𤭖
𤯔
𤰞
𤲅
𤴓
𤷪
𤺧
𤽸
皟
𤾩
𤾫
麬
𥀖
𥃇
𥄳
𥇍
𥇦
𥌓
𥍉
𥑮
𥒓
𥒖
𥒥
𥒦
𥔲
𥔿
𥕟
𥕢
𥖨
𥖩
𥗐
𥗝
𥗽
𥘥
𥙔
𥙫
𥙿
𥚃
𥚻
𥛰
𥜃
𥝱
𥞋
𥟍
𥠋
𥠢
𥡴
𥡷
𥣰
𥤱
𥦬
𥧌
𥪰
𥫃
籅
𥫩
𥴊
𥴨
𥸷
𥹆
𥹉
𥺊
𥺦
𥺪
𥻵
𥻹
𥾪
𥿝
𦀚
𦀰
𦀸
𦁄
𦃿
𦄿
𦅜
𦅫
𦇗
綇
緸
縎
縬
繏
𦉢
𦉩
𦊚
𦍋
𦍌
𦐣
𦐥
𦐿
𦑘
𦒅
𦒎
𦒹
𦓿
𦔐
𦖛
𦖟
𦘗
𦘦
𦙍
𦙒
𦙶
𦜐
𦜳
𦠿
𦣻
𦤎
𦥑
𦧲
𦧺
𦨭
𦩍
𦪙
𦬨
𦭒
𦭜
𦭼
𦮙
𦰡
𦱡
𦱢
𦱶
𦳋
𦳩
𦳲
𦵚
𦶜
𦸉
𦹗
𦹛
𦺍
𦺻
𦻐
𦻙
𦻼
𦼖
𦾡
𦿏
𧀄
𧀲
𧁇
𧃍
𧃝
𧃲
𧆬
𧈢
𧈫
𧉚
𧉢
𧊀
𧊉
𧊒
𧊕
𧊲
𧌇
𧎜
𧎥
𧎾
蠀
𧏛
𧏡
𧏿
𧐴
𧐶
蠾
𧑒
𧑙
𧒻
𧒽
𧓌
𧔊
𧔢
𧔥
𧖣
𧖽
𧗞
𧗠
𧗽
𧘹
𧙈
𧙗
𧙥
𧝁
襰
𧞔
𧟘
𧟰
𧢯
𧣌
𧤛
𧦦
𧦴
𧨳
𧩙
𧩡
𧪚
𧫻
𧬆
𧭈
𧮫
𧯄
𧯢
𧯦
𧰵
𧴛
𧴭
𧵅
𧵏
𧶛
𧶠
𧶽
𧷡
𧷨
𧸘
贃
𧹼
𧺯
𧽚
𧽻
𧿃
𧿆
𧿹
𨀤
𨀴
𨁂
𨃚
𨃴
𨄫
𨇆
𨇗
𨈓
軉
𨉹
𨊛
𨋄
𨋢
𨌥
𨌷
𨍭
𨏩
軗
𨑨
𨑮
𨒂
𨕥
𨕱
𨙶
𨙷
𨙻
𨚗
𨚢
𨚲
𨜳
𨝥
𨞓
𨞚
𨠣
𨢇
𨣏
𨤎
𨤲
𨤸
𨥈
𨥌
𨥙
𨥤
𨦡
𨦫
𨧀
𨧆
𨧨
𨨏
𨨗
𨨞
𨨢
𨨣
𨪦
𨫃
𨫊
𨬐
𨬔
𨭆
𨭉
𨭎
𨭖
𨭘
𨮁
𨮞
𨮫
𨯵
𨰃
𨰎
𨰘
𨰜
𨰞
𨰥
鈠
鈲
鈯
龯
鏉
𨲠
𨲢
𨳊
𨳍
𨳒
𨴱
𨶒
𨶙
閍
閐
𨸏
𨻧
𨻰
𨻻
𨻽
𨼪
𨽌
𨾿
𩀱
𩂍
𩃎
𩃙
𩃳
𩄍
𩄢
𩅦
𩅼
𩅽
𩆃
𩆜
𩆩
𩇐
𩇛
𩇯
𩈶
𩋤
𩎚
𩐅
𩑠
𩒛
顂
𩓥
𩔇
𩕏
𩕩
𩖃
顃
𩗬
𩗴
𩙣
𩙻
𩙿
𩛿
𩜁
𩜱
𩜶
𩜼
𩟔
𩡤
𩣑
𩣡
𩦸
駎
駚
驋
駧
駶
𩫵
𩫻
𩫾
𩬆
𩱈
𩲃
𩳁
𩵚
𩵦
𩶆
𩶉
𩶚
𩶤
𩶯
𩷍
𩷓
𩷕
𩷶
𩹄
𩹇
𩹲
𩹷
𩹽
𩺬
𩺼
𩻸
𩼅
𩼣
𩾀
鯄
𩿧
𪀘
𪁺
𪂡
𪃿
𪄳
𪆒
𪇱
𪇼
𪈮
𪈻
𪈿
鳼
鷔
𪉖
𪊨
麲
